[ {
  "id" : -5070250865249521457,
  "title" : "Ed Miliband Rules Out Deal With Scottish Nationalists",
  "description" : "The Labour leader, Ed Miliband, made clearer on Monday what his strategy would be in the event of a hung Parliament: he would present a Labour minority government committed to Labour’s manifesto and dare the Scottish National Party and everyone else to vote it down.",
  "source" : "New York Times",
  "date" : "2015-05-04T00:00:00.000Z"
}, {
  "id" : -8890780779554400945,
  "title" : "Two Gunmen Killed at Anti-Islam Exhibit Are Identified",
  "description" : "A law enforcement official said Elton Simpson of Phoenix was one of two gunmen killed after opening fire at an exhibit in Garland, Tex. Officials later identified the second gunman as Nadir Soofi.",
  "source" : "New York Times",
  "date" : "2015-05-04T00:00:00.000Z"
}, {
  "id" : 8002093057164837732,
  "title" : "Dean Skelos, New York Senate Leader, and Son Are Arrested on Corruption Charges",
  "description" : "Mr. Skelos, 67, and his son, Adam B. Skelos, 32, are scheduled to appear in United States District Court in Manhattan to face complaints of conspiracy, extortion and bribe solicitation.",
  "source" : "New York Times",
  "date" : "2015-05-04T00:00:00.000Z"
}, {
  "id" : -7565251621307442866,
  "title" : "First Draft: The Chat: Ben Carson’s Announcement, Instantly Analyzed",
  "description" : "Patrick Healy and Maggie Haberman digest the retired neurosurgeon’s entry into the Republican presidential contest by instant message.",
  "source" : "New York Times",
  "date" : "2015-05-04T00:00:00.000Z"
}, {
  "id" : -2101704516425954405,
  "title" : "Dave Goldberg, Silicon Valley Executive, Said to Have Died After Exercising",
  "description" : "The 47-year-old chief of Survey Monkey, who was married to Sheryl Sandberg of Facebook, collapsed at a Mexican resort, a person close to the family said.",
  "source" : "New York Times",
  "date" : "2015-05-04T00:00:00.000Z"
}, {
  "id" : 6729961876676084912,
  "title" : "Police Start to Reconsider Longstanding Rules on Using Force",
  "description" : "A small but vocal number of law enforcement officials are calling for a rethinking of axioms that have emphasized how to use force, not how to avoid it.",
  "source" : "New York Times",
  "date" : "2015-05-04T00:00:00.000Z"
}, {
  "id" : 7267219809912403849,
  "title" : "E.P.A. Emissions Plan Will Save Thousands of Lives, Study Finds",
  "description" : "The carbon emissions standards, proposed last year for the nation’s coal-fired power plants, could prevent more than 3,000 premature deaths per year, according to a new study.",
  "source" : "New York Times",
  "date" : "2015-05-04T00:00:00.000Z"
}, {
  "id" : 8055361446340744562,
  "title" : "Nepalis in New York Improvise a Relief Effort for Earthquake Victims",
  "description" : "The small but fast-growing population, despite a lack of well-established community institutions, has used technology and social media to help its homeland.",
  "source" : "New York Times",
  "date" : "2015-05-04T00:00:00.000Z"
}, {
  "id" : 4310627215199322776,
  "title" : "2 With Ties to Christie Plead Not Guilty in Bridge Scandal",
  "description" : "Bill Baroni and Bridget Anne Kelly face federal charges that they participated in a conspiracy to disrupt traffic leading to the George Washington Bridge.",
  "source" : "New York Times",
  "date" : "2015-05-04T00:00:00.000Z"
}, {
  "id" : 4026606757306551195,
  "title" : "Charlotte Elizabeth Diana Is Royal Baby’s Name",
  "description" : "Many in Britain rejoiced on Monday after Kensington Palace announced that Britain’s new princess would be named Charlotte Elizabeth Diana.",
  "source" : "New York Times",
  "date" : "2015-05-04T00:00:00.000Z"
}, {
  "id" : -4514477288263545207,
  "title" : "Britain’s Campaign Finance Laws Leave Parties With Idle Money",
  "description" : "Few countries combine Britain’s fascination with American-style politics with campaign finance rules so stringent that they might seem better suited to City Council races.",
  "source" : "New York Times",
  "date" : "2015-05-04T00:00:00.000Z"
}, {
  "id" : 1326581386338128873,
  "title" : "M.T.A. Chairman Asks New York City for More Than $1 Billion in Funding",
  "description" : "The chairman, Thomas F. Prendergast, is asking the city to contribute $1 billion toward the construction of the Second Avenue subway line and $300 million annually to the capital plan.",
  "source" : "New York Times",
  "date" : "2015-05-04T00:00:00.000Z"
}, {
  "id" : -202743585696085828,
  "title" : "Your Monday Briefing",
  "description" : "Here’s what you need to know to start your day.",
  "source" : "New York Times",
  "date" : "2015-05-04T00:00:00.000Z"
}, {
  "id" : 7991802992827922604,
  "title" : "News Analysis: Campaign Coverage via Snapchat Could Shake Up the 2016 Elections",
  "description" : "The question of how the fast-growing app could shape the election arose after it hired a CNN political reporter to lead its nascent news division.",
  "source" : "New York Times",
  "date" : "2015-05-04T00:00:00.000Z"
}, {
  "id" : -4466122558007697489,
  "title" : "First Draft: Bernie Sanders’s Brother Faces British Voters",
  "description" : "Larry Sanders, 80, is running as a Green party candidate in Oxfordshire in Thursday’s general election.",
  "source" : "New York Times",
  "date" : "2015-05-04T00:00:00.000Z"
}, {
  "id" : -121413367282074384,
  "title" : "Unsatisfied? Look Beyond Mayweather and Pacquiao",
  "description" : "The fight of the century did not live up to expectations, but some lesser-known boxers are fighting in the near future with a good chance to produce some exciting bouts.",
  "source" : "New York Times",
  "date" : "2015-05-04T00:00:00.000Z"
}, {
  "id" : 1105578272192056516,
  "title" : "Israeli Foreign Minister Says He Won’t Join Netanyahu’s New Government",
  "description" : "Avigdor Lieberman’s decision is unlikely to block a coalition by Prime Minister Benjamin Netanyahu, but it would leave him with a razor-thin majority in Parliament.",
  "source" : "New York Times",
  "date" : "2015-05-04T00:00:00.000Z"
}, {
  "id" : 79591451299841505,
  "title" : "First Draft: Today in Politics: Republicans to Increase Their Boots on the Trail",
  "description" : "The three Republicans announcing presidential bids this week could have an important effect on the party’s political discussion.",
  "source" : "New York Times",
  "date" : "2015-05-04T00:00:00.000Z"
}, {
  "id" : 1923960447470466630,
  "title" : "Israeli President Calls for Calm After Anti-Discrimination Protests in Tel Aviv",
  "description" : "President Reuven Rivlin said that demonstrations by Ethiopian-Israelis had “revealed an open and raw wound at the heart of Israeli society,” but he condemned the violence.",
  "source" : "New York Times",
  "date" : "2015-05-04T00:00:00.000Z"
}, {
  "id" : 8018958718999983723,
  "title" : "City Room: New York Today: One, Two, Tree",
  "description" : "Monday: Counting trees, very warm weather, and echoes of Brownsville.",
  "source" : "New York Times",
  "date" : "2015-05-04T00:00:00.000Z"
} ]