[ {
  "id" : -6616071474069639763,
  "title" : "NYPD Officer Shot Over The Weekend Dies",
  "description" : "Officer Brian Moore, 25, and his partner had pulled up in their unmarked car behind a man who police said was \"adjusting an object in his waistband.\" Moore died today, New York Gov. Andrew Cuomo said.",
  "source" : "NPR News",
  "date" : "2015-05-04T00:00:00.000Z"
}, {
  "id" : 8023887811706839328,
  "title" : "People's Republic Of Uber: Driving For Connections In China",
  "description" : "Uber is becoming more popular in China, but many drivers say they don't do it for the money. They say they like the human connection and the freedom.",
  "source" : "NPR News",
  "date" : "2015-05-04T00:00:00.000Z"
}, {
  "id" : -597569600314569183,
  "title" : "Triage And Treatment: Untold Health Stories From Baltimore's Unrest",
  "description" : "Shuttered pharmacies and concerns about public safety in Baltimore contributed to health problems ranging from unfilled prescriptions to people delaying care for asthma and diabetes.",
  "source" : "NPR News",
  "date" : "2015-05-04T00:00:00.000Z"
}, {
  "id" : -561316758168423329,
  "title" : "'Charlie Hebdo' Staffer Pushes Back Against Writers' Opposition To Award",
  "description" : "\"If you're standing for the freedom of expression, you can't be at one moment for this freedom of expression, and, two or three minutes later, against that,\" film critic Jean-Baptiste Thoret says.",
  "source" : "NPR News",
  "date" : "2015-05-04T00:00:00.000Z"
}, {
  "id" : 7176396433494687548,
  "title" : "As U.S. Takes Reins Of Arctic Council, Climate Change Will Top Agenda",
  "description" : "Founded in 1996, the intergovernmental body promotes cooperation in the region and advises governments on issues related to the Arctic.",
  "source" : "NPR News",
  "date" : "2015-05-04T00:00:00.000Z"
}, {
  "id" : -7175925618598902607,
  "title" : "Damaged Art Memorializes Violent Vietnam Era",
  "description" : "Today is the 45th anniversary of the killing of four students by National Guard troops on the campus of Kent State University.",
  "source" : "NPR News",
  "date" : "2015-05-04T00:00:00.000Z"
}, {
  "id" : -4715919717912322028,
  "title" : "May The Fourth Be With You: 'Star Wars' Fans Celebrate A Faraway Galaxy",
  "description" : "Yoda, Chewbacca and a phalanx of stormtroopers are all over the Internet today, as fans celebrate Star Wars Day — drawn from a pun on May 4. We've collected some of our favorite postings.",
  "source" : "NPR News",
  "date" : "2015-05-04T00:00:00.000Z"
}, {
  "id" : 2178277039477856630,
  "title" : "Comcast Sees Rising Revenue, Even After Failed Merger",
  "description" : "The cable giant's revenue is surpassing analyst expectations, after it abandoned plans to merge with Time Warner Cable.",
  "source" : "NPR News",
  "date" : "2015-05-04T00:00:00.000Z"
}, {
  "id" : 7534867674963009144,
  "title" : "Israel Braces For More Protests By Minority Ethiopian Community",
  "description" : "Police and protesters clashed Sunday during rallies to protest police treatment of Ethiopian-Israelis. Security forces have been deployed in Tel Aviv and Jerusalem to try to prevent further violence.",
  "source" : "NPR News",
  "date" : "2015-05-04T00:00:00.000Z"
}, {
  "id" : 4823713005889462208,
  "title" : "Last Days Of Dave: Paying Homage To Letterman's Weird And Quirky Legacy",
  "description" : "The off-beat funnyman retires this month after 33 years hosting late-night television. Fresh Air's David Bianculli says that David Letterman's humor \"provided a new blueprint for the TV talk show.\"",
  "source" : "NPR News",
  "date" : "2015-05-04T00:00:00.000Z"
}, {
  "id" : -6009898083794452872,
  "title" : "Silence On The Sidelines: An MLB Insider's 'Manifesto' On Youth Sports",
  "description" : "Baseball's Mike Matheny speaks with Fresh Air's Dave Davies about his playing career, managing in the big leagues and the pressures of youth sports. Matheny is the author of The Matheny Manifesto.",
  "source" : "NPR News",
  "date" : "2015-05-04T00:00:00.000Z"
}, {
  "id" : 6064217062279718782,
  "title" : "So You Think You Had A Bad Day?",
  "description" : "Every day this week, we're checking in with Michael Farquhar, whose new book documents a bad thing that happened every day of the year.",
  "source" : "NPR News",
  "date" : "2015-05-04T00:00:00.000Z"
}, {
  "id" : -8508682167336200662,
  "title" : "Baltimore Photographer Captures Zeitgeist",
  "description" : "Devin Allen is a self-taught, 26-year-old photographer whose photos bring the world to the streets of the city.",
  "source" : "NPR News",
  "date" : "2015-05-04T00:00:00.000Z"
}, {
  "id" : 3925663287283896028,
  "title" : "Song Premiere: Farao, 'Hunter' ",
  "description" : "An ethereal voice and the sparkle of electronics introduce a new singer from Norway whose avoids the trap of some electronic production — repetition.",
  "source" : "NPR News",
  "date" : "2015-05-04T00:00:00.000Z"
}, {
  "id" : 4915608979174867371,
  "title" : "Diary Of An Oil Worker Fighting To Keep His Job",
  "description" : "Former journalist Neil LaRubbio is one of the workers trying to hang on to his job, as oil companies cut back on workers and drilling rigs.",
  "source" : "NPR News",
  "date" : "2015-05-04T00:00:00.000Z"
} ]