[ {
  "id" : 673707477929148394,
  "title" : "New York Senate leader Skelos, son charged with corruption",
  "description" : "NEW YORK (Reuters) - Federal authorities charged New York state Senate Majority Leader Dean Skelos and his son on Monday with engaging in a corruption scheme, in the latest of a string of criminal cases against politicians in the state's capital of Albany.",
  "source" : "Reuters Top News",
  "date" : "2015-05-04T00:00:00.000Z"
}, {
  "id" : 1064619871013196644,
  "title" : "Police raid home of gunman in Mohammad cartoon attack in Texas",
  "description" : "GARLAND, Texas/PHOENIX (Reuters) - Police and FBI on Monday searched the Arizona apartment of one of two gunmen shot dead on Sunday after they allegedly opened fire with assault rifles outside a Texas exhibit of caricatures of the Prophet Mohammad.",
  "source" : "Reuters Top News",
  "date" : "2015-05-04T00:00:00.000Z"
}, {
  "id" : -1500409545075530629,
  "title" : "GE ties up with Qualcomm, Apple in new lighting business bet",
  "description" : "(Reuters) - General Electric Co on Monday announced collaborations with Qualcomm Inc and Apple Inc as it uses digital technology and the growing appetite for data to reinvigorate its 130-year-old lighting business.",
  "source" : "Reuters Top News",
  "date" : "2015-05-04T00:00:00.000Z"
}, {
  "id" : 3631793077915124878,
  "title" : "About 100 bodies found in Nepal trekking village",
  "description" : "KATHMANDU (Reuters) - Nepali police and local volunteers found the bodies of about 100 trekkers and villagers buried in an avalanche set off by last month's devastating earthquake and were digging through snow and ice for signs of dozens more missing, officials said on Monday.",
  "source" : "Reuters Top News",
  "date" : "2015-05-04T00:00:00.000Z"
}, {
  "id" : -401682050881784753,
  "title" : "Georgia-based Clayton State University evacuated after bomb threat: report",
  "description" : "(Reuters) - Clayton State University, an Atlanta-area school, was evacuated on Monday afternoon due to a bomb threat, the Atlanta Journal-Constitution newspaper reported.",
  "source" : "Reuters Top News",
  "date" : "2015-05-04T00:00:00.000Z"
}, {
  "id" : -261434896275854857,
  "title" : "Saudi-led alliance mulls partial truces in Yemen: statement",
  "description" : "RIYADH (Reuters) - A Saudi-led Arab alliance conducting air strikes against Houthi fighters in Yemen is considering calling truces in specific areas in Yemen to allow humanitarian supplies to reach the country, the Saudi foreign minister said on Monday.",
  "source" : "Reuters Top News",
  "date" : "2015-05-04T00:00:00.000Z"
}, {
  "id" : -5813993638125387404,
  "title" : "Retired surgeon Carson slams 'slick politicians' in 2016 presidential bid launch",
  "description" : "WASHINGTON (Reuters) - Retired neurosurgeon Ben Carson slammed \"slick politicians\" in both parties as he launched his bid on Monday for the 2016 Republican nomination for president, casting himself as a problem-solver whose experience sets him apart from the field.",
  "source" : "Reuters Top News",
  "date" : "2015-05-04T00:00:00.000Z"
}, {
  "id" : -591696652458135291,
  "title" : "John Chambers steps down as Cisco's CEO",
  "description" : "(Reuters) - Cisco Systems Inc Chief Executive John Chambers will step down in July after 20 years at the helm of the network equipment maker, a symbol of the dot.com stock boom 15 years ago now struggling to boost its bottom line in the era of cloud computing.",
  "source" : "Reuters Top News",
  "date" : "2015-05-04T00:00:00.000Z"
}, {
  "id" : -7672595152371751192,
  "title" : "Afghan talks agree on reopening Taliban political office",
  "description" : "AL-KHOR, Qatar/PESHAWAR, Pakistan (Reuters) - Representatives at preliminary talks aiming to end Afghanistan's long war have agreed that Taliban insurgents should open a political office for negotiations, but disagreement over foreign troops is still hampering prospects for a ceasefire.",
  "source" : "Reuters Top News",
  "date" : "2015-05-04T00:00:00.000Z"
}, {
  "id" : -6928336347450775301,
  "title" : "U.S. warships accompany British commercial vessels in Strait of Hormuz: Pentagon",
  "description" : "WASHINGTON (Reuters) - U.S. Navy warships have begun accompanying British-flagged commercial vessels through the Strait of Hormuz as a result of Iran's detention of a Marshall Islands-flagged cargo ship last week, the Pentagon said on Monday.",
  "source" : "Reuters Top News",
  "date" : "2015-05-04T00:00:00.000Z"
}, {
  "id" : -7430539250782126717,
  "title" : "Britain's new princess named Charlotte Elizabeth Diana",
  "description" : "LONDON (Reuters) - Britain's Prince William and the Duchess of Cambridge have named their newborn daughter Charlotte Elizabeth Diana, a choice that honors the baby's late grandmother Princess Diana and her great-grandmother Queen Elizabeth.",
  "source" : "Reuters Top News",
  "date" : "2015-05-04T00:00:00.000Z"
}, {
  "id" : 2996463383215103099,
  "title" : "Buffett defends core holdings like IBM, Coca-Cola, in interview",
  "description" : "NEW YORK (Reuters) - Billionaire investor Warren Buffett defended some of his core holdings in a televised interview on Monday, but reiterated that equities in general would look expensive in an environment with normal interest rates.",
  "source" : "Reuters Top News",
  "date" : "2015-05-04T00:00:00.000Z"
}, {
  "id" : 1078861771238226707,
  "title" : "Around 7,000 Europe-bound migrants rescued, baby girl born on Italian navy ship",
  "description" : "ROME (Reuters) - Around 7,000 migrants were rescued from overcrowded boats crossing the Mediterranean to Europe over the weekend and on Monday, including a woman who gave birth to a baby girl on an Italian navy ship, the coast guard said.",
  "source" : "Reuters Top News",
  "date" : "2015-05-04T00:00:00.000Z"
}, {
  "id" : -3167962040926519477,
  "title" : "Stocks gain on factory data, bund yields rise",
  "description" : "NEW YORK (Reuters) - Global equity markets rose on Monday, lifted by the biggest gain in U.S. factory orders in eight months and solid manufacturing data in Germany, while German bund yields rose as investors shook off deflation fears that had gnawed European bonds.",
  "source" : "Reuters Top News",
  "date" : "2015-05-04T00:00:00.000Z"
}, {
  "id" : 7549981875413983176,
  "title" : "NATO starts anti submarine exercise in North Sea as tension with Russia rise",
  "description" : "ABOARD THE USS VICKSBURG, North Sea (Reuters) - NATO launched one of its biggest-ever anti-submarine exercises in the North Sea on Monday, inviting non-member Sweden for the first time, amid increasing tensions between Russia and its northern neighbors.",
  "source" : "Reuters Top News",
  "date" : "2015-05-04T00:00:00.000Z"
}, {
  "id" : -8077632969547172773,
  "title" : "China April HSBC PMI shows biggest drop in factory activity in a year",
  "description" : "BEIJING (Reuters) - China's factories suffered their fastest drop in activity in a year in April as new orders shrank, a private business survey showed on Monday, hardening the case for fresh stimulus measures to halt a slowdown in the world's second-largest economy.",
  "source" : "Reuters Top News",
  "date" : "2015-05-04T00:00:00.000Z"
}, {
  "id" : -5289102134546852398,
  "title" : "Pension, labor disputes dog Greek talks as cash dwindles",
  "description" : "ATHENS/BRUSSELS (Reuters) - Wide differences over pension and labor reforms continued to dog intensive negotiations between Greece's leftist government and its international creditors despite progress in other areas as the country's cash position becomes increasingly critical.",
  "source" : "Reuters Top News",
  "date" : "2015-05-04T00:00:00.000Z"
}, {
  "id" : -4003710474091532282,
  "title" : "Facebook opens Internet.org to developers amid open web debate in India",
  "description" : "MUMBAI (Reuters) - Facebook Inc opened up its Internet.org platform to new websites and applications from developers on Monday, a move the social media giant said would boost efforts to get people online in low-income and rural areas in emerging markets.",
  "source" : "Reuters Top News",
  "date" : "2015-05-04T00:00:00.000Z"
}, {
  "id" : -8328536294087284920,
  "title" : "Republican former CEO Fiorina enters White House race",
  "description" : "WASHINGTON (Reuters) - Former Hewlett-Packard Co Chief Executive Carly Fiorina announced on Monday she is running for president, becoming the only woman in the pack of Republican candidates for the White House in 2016.",
  "source" : "Reuters Top News",
  "date" : "2015-05-04T00:00:00.000Z"
}, {
  "id" : -4583221127379813736,
  "title" : "Greece aims for deal with lenders, IMF hard on reforms: minister",
  "description" : "ATHENS (Reuters) - Greece intends to meet debt payments this month and reach a deal with its international lenders to unlock remaining bailout aid, but the International Monetary Fund insists on tough labor reforms, the country's labor minister said on Monday.",
  "source" : "Reuters Top News",
  "date" : "2015-05-04T00:00:00.000Z"
} ]