[ {
  "id" : 6645576940693955033,
  "title" : "Ireland Appears Set to Legalize Same-Sex Marriage",
  "description" : "Opinion polls and high turnout in urban areas favored a yes vote on the referendum, which would make Ireland the first nation to approve same-sex marriage by popular vote.",
  "source" : "New York Times",
  "date" : "2015-05-23T10:49:12.477Z"
}, {
  "id" : 6263971495534279539,
  "title" : "Senate Blocks Bill on N.S.A. Collection of Phone Records",
  "description" : "The Senate voted 57-42, short of the 60 votes needed to move ahead on a House bill that would have ended the National Security Agency’s bulk collection of domestic phone records.",
  "source" : "New York Times",
  "date" : "2015-05-23T10:49:12.477Z"
}, {
  "id" : 6461193234045506123,
  "title" : "Rangers 5, Lightning 1: Same Characters, Improved Script as Rangers Crush Lightning",
  "description" : "Rick Nash scored two goals, Martin St. Louis added one and Tampa Bay’s dangerous first line did not score as the Rangers knotted the Eastern Conference finals, 2-2.",
  "source" : "New York Times",
  "date" : "2015-05-23T10:49:12.477Z"
}, {
  "id" : 1246860633921120378,
  "title" : "Senate Vote Is a Victory for Obama on Trade, but a Tougher Test Awaits",
  "description" : "Senator Mitch McConnell aligned with the president to push the deal, which would link 12 nations on either side of the Pacific into a trading bloc and expand the president’s trading authority. The legislation still requires House approval.",
  "source" : "New York Times",
  "date" : "2015-05-23T10:49:12.477Z"
}, {
  "id" : -4028418510395772779,
  "title" : "Honor Comes Late to Óscar Romero, a Martyr for the Poor",
  "description" : "Pope Francis’ decision to beatify Óscar Romero, the Salvadoran archbishop who was killed in 1980, is widely seen as a recognition of the deep pastoral commitment the archbishop demonstrated.",
  "source" : "New York Times",
  "date" : "2015-05-23T10:49:12.477Z"
}, {
  "id" : -7378265216881784901,
  "title" : "Marques Haynes, 89, Dies; Dribbled as a Globetrotter and Dazzled Worldwide",
  "description" : "Haynes was a stellar cog on the Globetrotter squads of the late 1940s and early ’50s, and was later inducted into the Naismith Basketball Hall of Fame.",
  "source" : "New York Times",
  "date" : "2015-05-23T10:49:12.477Z"
}, {
  "id" : 3255934342396586621,
  "title" : "U.S. Flies Over a Chinese Project at Sea, and Beijing Objects",
  "description" : "The Chinese are unhappy that the U.S. Navy is watching a huge reclamation project to turn reefs into islands in the Spratly Islands, a group of reefs in the South China Sea.",
  "source" : "New York Times",
  "date" : "2015-05-23T10:49:12.477Z"
}, {
  "id" : 3842971476736104200,
  "title" : "Obama Stresses Support for Israel, but Refuses to ‘Paper Over’ Discord",
  "description" : "President Obama used a speech to knock down perceptions, fueled in part by recent tussles over Iran, that he lacks a commitment to Israelis and Jewish concerns.",
  "source" : "New York Times",
  "date" : "2015-05-23T10:49:12.477Z"
}, {
  "id" : 7537081841901751308,
  "title" : "Drop That Nozzle: New Jersey Resists Push for Self-Service at the Gas Pump",
  "description" : "For 70 years, New Jersey has banned self-serve gas stations and most residents want it to stay that way.",
  "source" : "New York Times",
  "date" : "2015-05-23T10:49:12.477Z"
}, {
  "id" : -6973104751942814949,
  "title" : "More Than One Attacker Is Suspected in Killings of 4 in Washington",
  "description" : "Investigators said Darron D. Wint, charged in the killings of four people, stayed ahead of a police search with aid from others.",
  "source" : "New York Times",
  "date" : "2015-05-23T10:49:12.477Z"
}, {
  "id" : 8296571234903561895,
  "title" : "40 Are Killed in Gun Battle in Mexico",
  "description" : "Most of the dead were civilians in a confrontation after the ambush of a police convoy in an area known for drug gangs bordering Michoacán and Jalisco States.",
  "source" : "New York Times",
  "date" : "2015-05-23T10:49:12.477Z"
}, {
  "id" : -435705246345210169,
  "title" : "G.O.P. Candidates Take Tougher Tone at Forum",
  "description" : "In Oklahoma City, Republican presidential hopefuls — including Jeb Bush and Govs. Scott Walker and Chris Christie — moved to contrast themselves with others in the field.",
  "source" : "New York Times",
  "date" : "2015-05-23T10:49:12.477Z"
}, {
  "id" : -7333046744506993312,
  "title" : "Pakistan Widens Inquiry Into Fake Diplomas",
  "description" : "Heavy scrutiny has mounted over the past week for Axact, a Karachi-based software company that has made millions selling fake degrees through a sprawling empire of school websites.",
  "source" : "New York Times",
  "date" : "2015-05-23T10:49:12.477Z"
}, {
  "id" : -5191075111958423184,
  "title" : "More Than One Attacker Is Suspected in Killings of 4 in Washington",
  "description" : "Investigators said Daron D. Wint, charged in the killings of four people, stayed ahead of a weeklong police search with the aid of a number of people.",
  "source" : "New York Times",
  "date" : "2015-05-23T10:49:12.477Z"
}, {
  "id" : 3713265549885760137,
  "title" : "Farmers Agree to Water Cuts in California",
  "description" : "State officials accepted an offer from growers in the Sacramento-San Joaquin River Delta to give up a quarter of their water this season.",
  "source" : "New York Times",
  "date" : "2015-05-23T10:49:12.477Z"
}, {
  "id" : 5776954164097851581,
  "title" : "G.M. Inquiry Said to Find Criminal Wrongdoing",
  "description" : "As the investigation draws to a close, prosecutors are said to be negotiating a penalty that is likely to eclipse the $1.2 billion paid last year by Toyota.",
  "source" : "New York Times",
  "date" : "2015-05-23T10:49:12.477Z"
}, {
  "id" : 5219105489587081866,
  "title" : "ArtsBeat: TLC Pulls ‘19 Kids and Counting’ From Its Lineup",
  "description" : "The show was removed following allegations that one of the show’s stars, Josh Duggar, had previously been investigated for molesting several minors.",
  "source" : "New York Times",
  "date" : "2015-05-23T10:49:12.477Z"
}, {
  "id" : -3283714993679189621,
  "title" : "A Hillary Clinton Match-Up With Marco Rubio Is a Scary Thought for Democrats",
  "description" : "They are worried that Mr. Rubio, a son of Cuban immigrants, could win over Hispanic voters and that he would offer a sharp generational contrast.",
  "source" : "New York Times",
  "date" : "2015-05-23T10:49:12.477Z"
}, {
  "id" : 5998813284549294068,
  "title" : "For One Irish Couple, Backing Gay Marriage Is a Matter of Family Values",
  "description" : "Brighid and Paddy Whyte are Catholic and have been married nearly 50 years. They made a video to encourage Irish voters to support gay marriage, and it went viral.",
  "source" : "New York Times",
  "date" : "2015-05-23T10:49:12.477Z"
}, {
  "id" : -8313850908829758428,
  "title" : "New Trial Expected for Man Convicted in Chandra Levy Death",
  "description" : "A man convicted of killing Washington intern Chandra Levy is expected to get a new trial after government attorneys withdrew their opposition to one.",
  "source" : "New York Times",
  "date" : "2015-05-23T10:49:12.477Z"
} ]