[ {
  "id" : -3327241415965412139,
  "title" : "Remembering Marines Who Died On A Mission Of Mercy In Nepal",
  "description" : "Six U.S. Marines and two Nepalese soldiers died in a helicopter crash while delivering earthquake relief supplies. NPR's Scott Simon reflects on the kind of people who risk their lives for strangers.",
  "source" : "NPR News",
  "date" : "2015-05-23T10:49:12.712Z"
}, {
  "id" : 1594985521579106224,
  "title" : "Irish Anti-Gay-Marriage Leader Tweets Election Concession ",
  "description" : "In a gesture that indicates the Irish ballot measure to legalize same-sex marriage has succeeded, the head of the organization that ran the No campaign tweeted his congratulations to the Yes side.",
  "source" : "NPR News",
  "date" : "2015-05-23T10:49:12.712Z"
}, {
  "id" : -8527098367841252019,
  "title" : "Take It Outside: Teaching Sex Ed On The Streets Of New York",
  "description" : "Sex education often occurs in one of two places: at home or at school. Francisco Ramirez is bringing the subject out into the open.",
  "source" : "NPR News",
  "date" : "2015-05-23T10:49:12.712Z"
}, {
  "id" : 7706782377395806443,
  "title" : "Senate Blocks Bill To End Government Collection Of Phone Records",
  "description" : "The Senate worked late into the night but failed to agree on extending government surveillance programs under the USA Patriot Act before adjourning for the Memorial Day holiday.",
  "source" : "NPR News",
  "date" : "2015-05-23T10:49:12.712Z"
}, {
  "id" : -2092518502152032415,
  "title" : "Jamie Cullum Wants You To Hear These Jazz Tunes",
  "description" : "The best-selling pianist also hosts a jazz show on BBC Radio 2. He joins NPR's Scott Simon to share new music from three European artists who merge classic sounds with electronic elements.",
  "source" : "NPR News",
  "date" : "2015-05-23T10:49:12.712Z"
}, {
  "id" : -5854389540981399528,
  "title" : "Senate Blocks Patriot Act Extension",
  "description" : "The Senate struggled to prevent an interruption in critical government surveillance programs early Saturday, rejecting both a House-passed bill and a short-term extension of the USA Patriot Act.",
  "source" : "NPR News",
  "date" : "2015-05-23T10:49:12.712Z"
}, {
  "id" : -6940486658652675057,
  "title" : "Fast-Track Trade Authority, A Step Toward Asia Deal, Passes Full Senate",
  "description" : "The bill still must clear the House. The measure would clear the way for President Obama's Trans-Pacific Partnership, which is unpopular with labor groups and some Democrats.",
  "source" : "NPR News",
  "date" : "2015-05-23T10:49:12.712Z"
}, {
  "id" : -6138284233971942859,
  "title" : "Expats Find Brazil's Reputation For Race-Blindness Is Undone By Reality",
  "description" : "Brazil is touted as one of the most racially harmonious places in the world, but people of color who move there say they are surprised at the degree of discrimination they face, based on skin color.",
  "source" : "NPR News",
  "date" : "2015-05-23T10:49:12.712Z"
}, {
  "id" : 8431653428633599393,
  "title" : "Episode 626: This Is The End",
  "description" : "Machines have been taking jobs forever. In the past, when jobs disappeared, new ones were created. But is this time different?",
  "source" : "NPR News",
  "date" : "2015-05-23T10:49:12.712Z"
}, {
  "id" : -3182748476096732817,
  "title" : "TLC Pulls '19 Kids And Counting' Amid Reports Of Star's Sexual Misconduct As Minor",
  "description" : "Reports say Josh Duggar, 27, molested five underage girls in 2002 and 2003. Duggar has apologized, and his family says they have been open about \"one of the most difficult times of our lives.\"",
  "source" : "NPR News",
  "date" : "2015-05-23T10:49:12.712Z"
}, {
  "id" : 2163334172554139462,
  "title" : "In New Jersey, A Beef Over Pork Roll Sparks Rival Festivals",
  "description" : "What is pork roll? As one fan puts it, \"It's like Spam meets bacon.\" And this Saturday, Trenton, N.J., will host not one, but two competing festivals devoted to this Garden State meat delicacy.",
  "source" : "NPR News",
  "date" : "2015-05-23T10:49:12.712Z"
}, {
  "id" : 6271432928760674519,
  "title" : "Kamasi Washington's 'The Epic' In Concert",
  "description" : "The music of the saxophonist's three-CD, nearly three-hour work comes to life in its full glory, assisted by his long-time working band, a choir, strings and plenty of special guests.",
  "source" : "NPR News",
  "date" : "2015-05-23T10:49:12.712Z"
}, {
  "id" : 8103645374557649373,
  "title" : "Openly Gay Leader: Boy Scouts Won't Exist If Discrimination Continues",
  "description" : "NPR's Robert Siegel interviews Brian Peffly about how Robert Gates called the ban on openly gay adult leaders unsustainable. Peffly's scouting membership was revoked because he is openly gay.",
  "source" : "NPR News",
  "date" : "2015-05-23T10:49:12.712Z"
}, {
  "id" : 6090356885980165974,
  "title" : "Pre-Race Day, Indy 500 Struggles With Flying Cars",
  "description" : "Leading up to the premier race is a series of unpredictable airborne crashes — and no one can explain why. Officials have mandated a lower driving speed, while engineers work to find some solution.",
  "source" : "NPR News",
  "date" : "2015-05-23T10:49:12.712Z"
}, {
  "id" : -4130325547997218284,
  "title" : "The Protest Song Is Not Dead",
  "description" : "The era of the protest song might seem gone, but NPR Music host Jason King has curated a 100-hour-long playlist of R&B, soul, funk and hip-hop protest music that spans decades (including this one).",
  "source" : "NPR News",
  "date" : "2015-05-23T10:49:12.713Z"
} ]