[ {
  "id" : -8661516283859712546,
  "title" : "Islamic State raises flag over citadel in Syria's Palmyra: supporters",
  "description" : "BEIRUT (Reuters) - Islamic State fighters have raised their flag over an ancient citadel in Syria's historic city of Palmyra, pictures posted online overnight by the group's supporters showed.",
  "source" : "Reuters Top News",
  "date" : "2015-05-23T10:49:13.148Z"
}, {
  "id" : -3616616972374334543,
  "title" : "Ireland backs gay marriage in historic vote, ministers say",
  "description" : "DUBLIN (Reuters) - Ireland appears to have voted heavily in favor of allowing same-sex marriage in a historic referendum that marks a dramatic social shift in the traditionally Catholic country, government ministers and opponents of the bill said on Saturday.",
  "source" : "Reuters Top News",
  "date" : "2015-05-23T10:49:13.148Z"
}, {
  "id" : 8311744210821631202,
  "title" : "Shi'ite militia approach Islamic State-held areas from base near Ramadi",
  "description" : "BAGHDAD (Reuters) - A convoy of Shi'ite Muslim militia and Iraqi army forces set out from a base near Ramadi on Saturday toward areas held by Islamic State insurgents, an eyewitness and a local official said.",
  "source" : "Reuters Top News",
  "date" : "2015-05-23T10:49:13.148Z"
}, {
  "id" : -873741025922709969,
  "title" : "Mexico gunfight kills 43 as government hits gang hard",
  "description" : "ZAMORA, Mexico (Reuters) - Government security forces killed 42 suspected drug cartel henchmen and suffered one fatality in a firefight in western Mexico on Friday, an official said, one of the bloodiest shootouts in a decade of gang violence wracking the country.",
  "source" : "Reuters Top News",
  "date" : "2015-05-23T10:49:13.148Z"
}, {
  "id" : -511382283040807673,
  "title" : "Suicide bomber kills 21 at Saudi Shi'ite mosque, Islamic State claims attack",
  "description" : "((This May 22 story has been refiled to fix syntax in second paragraph))",
  "source" : "Reuters Top News",
  "date" : "2015-05-23T10:49:13.148Z"
}, {
  "id" : 8125099009045477004,
  "title" : "Dispute over Mideast nuclear arms ban torpedoes U.N. conference",
  "description" : "UNITED NATIONS (Reuters) - A month-long review conference on the nuclear Non-Proliferation Treaty ended in failure on Friday after its members were unable to overcome disagreements on an atomic weapons ban for the Middle East, which the United States blamed on Egypt.",
  "source" : "Reuters Top News",
  "date" : "2015-05-23T10:49:13.148Z"
}, {
  "id" : -6185114195771580645,
  "title" : "Senate votes spell uncertain fate for domestic surveillance program",
  "description" : "WASHINGTON (Reuters) - A measure to extend spy agencies' bulk collection of Americans' telephone records was blocked in the U.S. Senate early on Saturday, leaving the fate of the program uncertain days before it expires on June 1.",
  "source" : "Reuters Top News",
  "date" : "2015-05-23T10:49:13.148Z"
}, {
  "id" : 4393565460931533409,
  "title" : "Safety measures ordered for failed oil pipeline in California",
  "description" : "LOS ANGELES (Reuters) - Owners of an oil pipeline that burst in California this week must take numerous corrective measures, including an in-depth analysis of factors contributing to the spill and a plan to fix any flaws found, before they can restart the line, U.S. safety officials said on Friday.",
  "source" : "Reuters Top News",
  "date" : "2015-05-23T10:49:13.148Z"
}, {
  "id" : 2119193985286346566,
  "title" : "Senate votes to grant Obama fast-track power on trade deals",
  "description" : "WASHINGTON (Reuters) - President Barack Obama scored a major victory on Friday when the U.S. Senate voted to give him \"fast-track\" powers that would help wrap up negotiations on a 12-nation Pacific Rim trade deal central to projecting American influence in Asia.",
  "source" : "Reuters Top News",
  "date" : "2015-05-23T10:49:13.148Z"
}, {
  "id" : 7237969623199109170,
  "title" : "Clinton emails show concern about image after Benghazi",
  "description" : "WASHINGTON (Reuters) - Top aides to former U.S. Secretary of State Hillary Clinton fretted over how she would be portrayed after the 2012 Benghazi attacks that killed the U.S. ambassador to Libya and three other Americans, emails released on Friday showed.",
  "source" : "Reuters Top News",
  "date" : "2015-05-23T10:49:13.149Z"
}, {
  "id" : 198204157235758974,
  "title" : "Dispute over Mideast nuclear arms ban torpedoes U.N. conference",
  "description" : "UNITED NATIONS (Reuters) - A month-long review conference on the 1970 nuclear Non-Proliferation Treaty ended in failure on Friday after its members were unable to overcome disagreements on an atomic weapons ban for the Middle East.",
  "source" : "Reuters Top News",
  "date" : "2015-05-23T10:49:13.149Z"
}, {
  "id" : -8059360166428423929,
  "title" : "Fast track trade bill clears final Senate procedural hurdle",
  "description" : "WASHINGTON (Reuters) - Legislation key to sealing a Pacific trade pact passed another critical test in the U.S. Senate on Friday, boosting hopes for a deal that is central to President Barack Obama's strategic shift toward Asia.",
  "source" : "Reuters Top News",
  "date" : "2015-05-23T10:49:13.149Z"
}, {
  "id" : 8232608678025874752,
  "title" : "U.N. investigates reports of executions, abuses in Mali",
  "description" : "BAMAKO (Reuters) - The United Nations said on Friday it was investigating reports of serious human rights abuses, including the execution of civilians, in northern Mali following clashes this week between northern Tuareg separatist rebels and pro-government militia.",
  "source" : "Reuters Top News",
  "date" : "2015-05-23T10:49:13.149Z"
}, {
  "id" : -7950975084631103685,
  "title" : "High turnout seen favoring Yes in Irish gay marriage vote",
  "description" : "DUBLIN (Reuters) - Irish voters turned out in droves to cast ballots in a gay marriage referendum on Friday, with the high turnout likely to favor the Yes side seeking equality just two decades after the country decriminalized homosexuality.",
  "source" : "Reuters Top News",
  "date" : "2015-05-23T10:49:13.149Z"
}, {
  "id" : 920500459760490108,
  "title" : "Clinton emails show concern about image after Benghazi",
  "description" : "WASHINGTON (Reuters) - Top aides to former U.S. Secretary of State Hillary Clinton fretted over how she would be portrayed after the 2012 Benghazi attacks that killed the U.S. ambassador to Libya and three other Americans, emails released on Friday showed.",
  "source" : "Reuters Top News",
  "date" : "2015-05-23T10:49:13.149Z"
}, {
  "id" : 5030379199626933907,
  "title" : "U.S. Senate tries to bridge gaps on domestic surveillance",
  "description" : "WASHINGTON (Reuters) - The chairman of the U.S. Senate Intelligence Committee released a proposal meant to bridge divides among lawmakers on how to handle the June 1 expiration of domestic spying programs, with no clear outcome in sight late on Friday.",
  "source" : "Reuters Top News",
  "date" : "2015-05-23T10:49:13.149Z"
}, {
  "id" : -5646966956533077552,
  "title" : "Gunfight in western Mexico kills at least 42: officials",
  "description" : "MEXICO CITY (Reuters) - At least 42 people were killed on Friday in western Mexico in a gunfight between suspected gang members and security forces, two government officials said, the latest bloodshed in an area that has been plagued by violent drug gangs.",
  "source" : "Reuters Top News",
  "date" : "2015-05-23T10:49:13.149Z"
}, {
  "id" : -9071024673911598702,
  "title" : "China says U.S. South China Sea actions 'irresponsible, dangerous'",
  "description" : "BEIJING/WASHINGTON (Reuters) - China said on Friday it was \"strongly dissatisfied\" after a U.S. spy plane flew over part of the South China Sea this week near where China is building artificial islands, and called on the United States to stop such action or risk causing an accident.",
  "source" : "Reuters Top News",
  "date" : "2015-05-23T10:49:13.149Z"
}, {
  "id" : 2163676671230148089,
  "title" : "Magnitude 5.3 quake hits Nevada, close to Las Vegas",
  "description" : "LAS VEGAS (Reuters) - A magnitude 5.3 earthquake struck Nevada on Friday close to the small town of Caliente, northeast of the tourist hub of Las Vegas, and was followed by a series of smaller aftershocks, the U.S. Geological Survey said.",
  "source" : "Reuters Top News",
  "date" : "2015-05-23T10:49:13.149Z"
}, {
  "id" : -8001343572592637942,
  "title" : "Suicide bomber kills 21 at Saudi Shi'ite mosque, Islamic State claims attack",
  "description" : "DUBAI (Reuters) - A suicide bomber killed 21 worshippers on Friday in a packed Shi'ite mosque in eastern Saudi Arabia, residents and the health minister said, the first attack in the kingdom to be claimed by Islamic State militants.",
  "source" : "Reuters Top News",
  "date" : "2015-05-23T10:49:13.149Z"
} ]