[ {
  "id" : -8465794621225994746,
  "title" : "Fed Expects Moderate Growth, Blaming Weather for Slowdown",
  "description" : "The Federal Reserve’s policy makers signaled that an interest-rate increase is still likely later this year.",
  "source" : "New York Times",
  "date" : "2015-04-29T00:00:00.000Z"
}, {
  "id" : 2241043663570898612,
  "title" : "Supreme Court Hears Oklahoma Inmates’ Lethal Injection Case",
  "description" : "One year after a botched execution, the justices will examine whether a new drug combination violates the Eighth Amendment by posing a risk of terrible suffering.",
  "source" : "New York Times",
  "date" : "2015-04-29T00:00:00.000Z"
}, {
  "id" : 6250238505548006035,
  "title" : "Police Describe Ex-Resident’s Calculated Plan to Attack Bronx Homeless Shelter’s Director",
  "description" : "Officials say a former shelter resident was waiting for Ana Charle at her car Monday night, then abducted her at gunpoint and killed her as she tried to flee.",
  "source" : "New York Times",
  "date" : "2015-04-29T00:00:00.000Z"
}, {
  "id" : -6415059032261591496,
  "title" : "Maryland Governor Calls Night of Relative Calm in Baltimore a ‘Turning Point’",
  "description" : "Gov. Larry Hogan and Mayor Stephanie Rawlings-Blake of Baltimore, however, remained concerned about a renewal of the unrest set off by the death of a man in police custody.",
  "source" : "New York Times",
  "date" : "2015-04-29T00:00:00.000Z"
}, {
  "id" : -173049075660159485,
  "title" : "Bits Blog: Legislators Introduce Student Digital Privacy Bill",
  "description" : "The student digital privacy bill comes at a time of widespread government and industry enthusiasm for education technology, along with mounting concerns that many school districts may be ill-prepared to evaluate and adopt digital learning products.",
  "source" : "New York Times",
  "date" : "2015-04-29T00:00:00.000Z"
}, {
  "id" : -3726188894034613402,
  "title" : "Jury in Etan Patz Trial Tells Judge It’s Deadlocked",
  "description" : "The panel was ordered to resume deliberating and to try to reach a verdict, but the message to the judge was the latest twist in what have been unusually complex deliberations.",
  "source" : "New York Times",
  "date" : "2015-04-29T00:00:00.000Z"
}, {
  "id" : 389682317610098742,
  "title" : "First Draft: Hillary Clinton to Jump Start Fund-Raising Efforts",
  "description" : "Hillary Rodham Clinton had once planned to wait until May to hold her first fund-raising events. But in the last two weeks, she has moved up her schedule, according to donors and people in contact with the campaign.",
  "source" : "New York Times",
  "date" : "2015-04-29T00:00:00.000Z"
}, {
  "id" : 7204715656532761671,
  "title" : "U.S. Economy Grew at 0.2% Rate in First Quarter",
  "description" : "Net exports and weak business investment were a drag on the first estimate of G.D.P. growth, which had been expected to be low given harsh winter weather.",
  "source" : "New York Times",
  "date" : "2015-04-29T00:00:00.000Z"
}, {
  "id" : -6466754511354246734,
  "title" : "Small Jurassic Dinosaur May Have Flown Without Feathers",
  "description" : "The discovery highlights the broad range of evolutionary experiments in flight that took place close to the origins of birds.",
  "source" : "New York Times",
  "date" : "2015-04-29T00:00:00.000Z"
}, {
  "id" : -1260075279764044190,
  "title" : "A Saudi Royal Shake-up With a Goal of Stability",
  "description" : "With Saudi Arabia locked in proxy wars with Iran, King Salman put two princes most responsible for the kingdom’s security into the line of succession.",
  "source" : "New York Times",
  "date" : "2015-04-29T00:00:00.000Z"
}, {
  "id" : -4305489176420184598,
  "title" : "Clinton Urges U.S. to Confront Racial Issues",
  "description" : "In her first major policy speech since announcing her candidacy, Hillary Rodham Clinton discussed the recent deaths of young black men and the trials faced in poor black communities.",
  "source" : "New York Times",
  "date" : "2015-04-29T00:00:00.000Z"
}, {
  "id" : 1825816664094825639,
  "title" : "Well: New Shingles Vaccine May Offer Improved Protection",
  "description" : "An investigational shingles vaccine may be more effective, particularly in older people.",
  "source" : "New York Times",
  "date" : "2015-04-29T00:00:00.000Z"
}, {
  "id" : 5311715018755548610,
  "title" : "U.S. Attacks in Afghanistan Go Beyond White House’s Pledges",
  "description" : "Interviews with U.S. and Western officials in Kabul and Washington offer a picture of a more forceful range of military operations against the Taliban in recent months.",
  "source" : "New York Times",
  "date" : "2015-04-29T00:00:00.000Z"
}, {
  "id" : -7821913284373735537,
  "title" : "Supreme Court Upholds Limit on Judicial Fund-Raising",
  "description" : "The justices said it was permissible for states to forbid judicial candidates to personally ask supporters for money.",
  "source" : "New York Times",
  "date" : "2015-04-29T00:00:00.000Z"
}, {
  "id" : -5058932439720102318,
  "title" : "California Governor Orders New Target for Emissions Cuts",
  "description" : "Gov. Jerry Brown issued an executive order Wednesday dramatically ramping up the state’s already ambitious program aimed at curbing greenhouse gas emissions.",
  "source" : "New York Times",
  "date" : "2015-04-29T00:00:00.000Z"
}, {
  "id" : -934910782090945664,
  "title" : "Jean Nidetch Dies at 91; Co-Founder of Weight Watchers and Dynamic Speaker",
  "description" : "A 214-pound Queens housewife struggled with an addiction to food, shed 72 pounds and became the public face of a worldwide weight-control enterprise.",
  "source" : "New York Times",
  "date" : "2015-04-29T00:00:00.000Z"
}, {
  "id" : 4049393034310694890,
  "title" : "‘Was It All Worth It?’ The Draft Class of '90",
  "description" : "The 25 players selected in the first round of the 1990 N.F.L. draft paint a complex picture of life after football. Some have millions in the bank, while others have declared bankruptcy.",
  "source" : "New York Times",
  "date" : "2015-04-29T00:00:00.000Z"
}, {
  "id" : -4879706150942580363,
  "title" : "Latest News: Baltimore Curfew, Shinzo Abe, Transgender Pronouns",
  "description" : "Here’s what you need to know to start your day.",
  "source" : "New York Times",
  "date" : "2015-04-29T00:00:00.000Z"
}, {
  "id" : 1371642507348347221,
  "title" : "Economic Trends: How to Make Sense of Weak Economic Growth in 2015",
  "description" : "The American economy grew at only an 0.2 percent annual rate in the first three months of the year. The question is if it’s an aberration.",
  "source" : "New York Times",
  "date" : "2015-04-29T00:00:00.000Z"
}, {
  "id" : 7872043565457065438,
  "title" : "Flurry of Calls Saves Prisoner From Indonesia’s Firing Squad",
  "description" : "The details of the developments that saved Mary Jane Veloso, a Filipino convicted of smuggling heroin, and of the execution of eight prisoners began to emerge in interviews and public statements.",
  "source" : "New York Times",
  "date" : "2015-04-29T00:00:00.000Z"
} ]