[ {
  "id" : -9162280448994380958,
  "title" : "Japan's Prime Minister Makes Historic Address To Congress",
  "description" : "Japanese Prime Minister Shinzo Abe laid out his vision of increasing ties with the U.S., and expressed his remorse over Japan's wartime atrocities.",
  "source" : "NPR News",
  "date" : "2015-04-29T00:00:00.000Z"
}, {
  "id" : 8305807246106829252,
  "title" : "3,600-Page Autobiographical Novel Is An Honest And Masterful 'Selfie'",
  "description" : "My Struggle is about Karl Ove Knausgaard's wrangle with his father, with death, with his Muse and on. The 46-year-old Norwegian's pointedly un-literary book has become a literary sensation.",
  "source" : "NPR News",
  "date" : "2015-04-29T00:00:00.000Z"
}, {
  "id" : 8972509475796623519,
  "title" : "Welcome To The Neighborhood: 2 Super-Earths Discovered",
  "description" : "Astronomers using telescopes in Hawaii and California have found two exoplanets orbiting a star a mere 54 light years away. The discovery is important for two big reasons.",
  "source" : "NPR News",
  "date" : "2015-04-29T00:00:00.000Z"
}, {
  "id" : 4350840242780279344,
  "title" : "Pope Francis Calls Gender Pay Gap A 'Pure Scandal'",
  "description" : "NPR's Sylvia Poggioli reports that Francis' remarks, at his weekly general audience in St. Peter's Square, are some of his most forceful statements yet in favor of women.",
  "source" : "NPR News",
  "date" : "2015-04-29T00:00:00.000Z"
}, {
  "id" : -4330692564451898009,
  "title" : "2016 Race Collides With Baltimore Unrest",
  "description" : "Hillary Clinton told an audience in New York the criminal justice system is \"out of balance\" and Rand Paul attributed the violence to \"the lack of a sort of moral code in our society.\"",
  "source" : "NPR News",
  "date" : "2015-04-29T00:00:00.000Z"
}, {
  "id" : 284114692874326477,
  "title" : "A Short History Of The Public Radio Tote Bag",
  "description" : "We discover why the tote bag has become so identified with NPR and fundraising.",
  "source" : "NPR News",
  "date" : "2015-04-29T00:00:00.000Z"
}, {
  "id" : 2443234873427932191,
  "title" : "Punch Brothers, 'Familiarity'",
  "description" : "The venturesome band takes you on a journey with a three-part song performed at Boston's House of Blues.",
  "source" : "NPR News",
  "date" : "2015-04-29T00:00:00.000Z"
}, {
  "id" : 5612597693870229708,
  "title" : "Placebo Effect: It Might Not Be In Your Head After All",
  "description" : "There's new evidence that what's going on with the placebo effect is more than psychological. The implications are numerous.",
  "source" : "NPR News",
  "date" : "2015-04-29T00:00:00.000Z"
}, {
  "id" : -7861397283682682436,
  "title" : "School Was Closed, But This Baltimore Dad Had An Amazing Lesson For His Son",
  "description" : "\"I want him to look at these photos one day and say, 'I was part of history and my Dad shared it with me.' \"",
  "source" : "NPR News",
  "date" : "2015-04-29T00:00:00.000Z"
}, {
  "id" : 4206085483156944647,
  "title" : "Japanese Prime Minister Calls For Stronger U.S.-Japan Trade Pact",
  "description" : "At a joint meeting of the House and Senate, Prime Minister Shinzo Abe urged lawmakers to strengthen economic and trade ties.",
  "source" : "NPR News",
  "date" : "2015-04-29T00:00:00.000Z"
}, {
  "id" : 542494268622102151,
  "title" : "A Story Of Bipolar And A Daughter's Search For Answers",
  "description" : "In the 1920s and '30s, Dr. Perry Baird was a rising star in the medical world, but his struggle with bipolar disorder hampered his life.",
  "source" : "NPR News",
  "date" : "2015-04-29T00:00:00.000Z"
}, {
  "id" : 7148593693072514153,
  "title" : "These Parents Make Lovely Lunch Bag Art. Not Everyone Is Pleased",
  "description" : "Elaborately illustrated napkins. Famous paintings recreated using food. Depending on your viewpoint, these lunch projects are an expression of parental love or another salvo in the parenting wars.",
  "source" : "NPR News",
  "date" : "2015-04-29T00:00:00.000Z"
}, {
  "id" : -5755160613693999324,
  "title" : "After Riots, Baltimore Orioles To Play In Empty Stadium",
  "description" : "The baseball game is closed to the public because of concerns of unrest. We speak with two sports radio hosts in Baltimore.",
  "source" : "NPR News",
  "date" : "2015-04-29T00:00:00.000Z"
}, {
  "id" : -1074135642172046452,
  "title" : "Bernie Sanders Expected To Announce Run For President",
  "description" : "The Independent Vermont senator is planning to announce his candidacy for president, according to Vermont Public Radio.",
  "source" : "NPR News",
  "date" : "2015-04-29T00:00:00.000Z"
}, {
  "id" : -4134740757149322800,
  "title" : "Game Of Thrones: Saudi King Shakes Up Line Of Succession",
  "description" : "King Salman has named a new heir — and consolidated power in the hands of a younger generation.",
  "source" : "NPR News",
  "date" : "2015-04-29T00:00:00.000Z"
} ]