[ {
  "id" : 2223814797008605859,
  "title" : "Senate rejects bid to toughen Iran nuclear review bill",
  "description" : "WASHINGTON (Reuters) - The U.S. Senate rejected an effort on Tuesday to require any nuclear agreement with Iran to be considered an international treaty, which would have forced any deal to be ratified by two-thirds of the Senate's 100 members.",
  "source" : "Reuters Top News",
  "date" : "2015-04-29T00:00:00.000Z"
}, {
  "id" : -4068646504261211159,
  "title" : "Baltimore awaits answers in black man's death, remains on edge",
  "description" : "BALTIMORE (Reuters) - Police and National Guard troops patrolled Baltimore's streets, giving the city a semblance of calm on Wednesday after the worst civil unrest in decades as residents await an official account of the death of a 25-year-old black man.",
  "source" : "Reuters Top News",
  "date" : "2015-04-29T00:00:00.000Z"
}, {
  "id" : -4560165889163393383,
  "title" : "U.S. economy stumbles in first quarter as weather, low energy prices weigh",
  "description" : "WASHINGTON (Reuters) - U.S. economic growth nearly stalled in the first quarter as harsh weather dampened consumer spending and energy companies struggling with low prices slashed spending.",
  "source" : "Reuters Top News",
  "date" : "2015-04-29T00:00:00.000Z"
}, {
  "id" : 5925411031347272627,
  "title" : "Saudi king resets succession to cope with turbulent times",
  "description" : "RIYADH (Reuters) - Saudi King Salman appointed a new heir and made his young son second in line to rule on Wednesday, a major shift in power toward two princes who have overseen a more assertive stance at a time of almost unprecedented regional turmoil.",
  "source" : "Reuters Top News",
  "date" : "2015-04-29T00:00:00.000Z"
}, {
  "id" : 6588359837328211066,
  "title" : "Former Goldman banker acquitted of all charges in rape case",
  "description" : "RIVERHEAD, New York (Reuters) - A former Goldman Sachs banker was found not guilty on Wednesday of charges that he raped an Irish student at his rental home while vacationing in Long Island in the summer of 2013.",
  "source" : "Reuters Top News",
  "date" : "2015-04-29T00:00:00.000Z"
}, {
  "id" : 7839968233209582168,
  "title" : "Lethal injection case exposes U.S. top court's death penalty divide",
  "description" : "WASHINGTON (Reuters) - Tensions on the Supreme Court over America's use of the death penalty boiled over on Wednesday as the justices appeared badly split in a case challenging Oklahoma's lethal injection method as a breach of the Constitution's ban on cruel and unusual punishment.",
  "source" : "Reuters Top News",
  "date" : "2015-04-29T00:00:00.000Z"
}, {
  "id" : 6288793015835438354,
  "title" : "Boston bomber wanted life, brother wanted death, jurors hear",
  "description" : "BOSTON (Reuters) - Lawyers seeking to spare convicted Boston Marathon bomber Dzhokhar Tsarnaev the death penalty on Wednesday presented different stories of how he and his older brother Tamerlan behaved when medics treated their wounds after being captured.",
  "source" : "Reuters Top News",
  "date" : "2015-04-29T00:00:00.000Z"
}, {
  "id" : 8074282268934806064,
  "title" : "Netanyahu signs first partners in new Israeli coalition",
  "description" : "JERUSALEM (Reuters) - Israeli Prime Minister Benjamin Netanyahu signed up his first partners on Wednesday for a new coalition government, a lawmaker and spokeswoman said, putting him on course to lead a heavily right-leaning cabinet.",
  "source" : "Reuters Top News",
  "date" : "2015-04-29T00:00:00.000Z"
}, {
  "id" : 5409091684263788243,
  "title" : "FBI facilitated ransom payment from hostage Weinstein's family: WSJ",
  "description" : "WASHINGTON (Reuters) - The Federal Bureau of Investigation in 2012 helped facilitate a ransom payment from the family of American hostage Warren Weinstein to al Qaeda in an unsuccessful attempt to get him released, the Wall Street Journal said on Wednesday.",
  "source" : "Reuters Top News",
  "date" : "2015-04-29T00:00:00.000Z"
}, {
  "id" : 4856758162802242883,
  "title" : "Tired of waiting for aid, angry Nepalis block roads",
  "description" : "KATHMANDU/SINDHUPALCHOWK, Nepal (Reuters) - Nepali villagers blocked trucks carrying supplies for earthquake victims on Wednesday, demanding the government do more to help after last week's disaster left more than 5,200 people dead and tens of thousands homeless and short of food and water.",
  "source" : "Reuters Top News",
  "date" : "2015-04-29T00:00:00.000Z"
}, {
  "id" : -2823509521326599685,
  "title" : "North Korea's Kim ordered 15 executions this year: South's spy agency",
  "description" : "SEOUL (Reuters) - North Korean leader Kim Jong Un ordered the execution of 15 senior officials this year as punishment for challenging his authority, South Korea's spy agency told a closed-door parliament meeting on Wednesday.",
  "source" : "Reuters Top News",
  "date" : "2015-04-29T00:00:00.000Z"
}, {
  "id" : -173478121118007285,
  "title" : "Greece prepares reform bill, lenders seek concessions",
  "description" : "ATHENS/BRUSSELS (Reuters) - Euro zone officials sought to wring policy concessions from Greece on Wednesday to unlock urgently needed aid after Athens said it would present a list of reforms for legislation to show it is serious about implementing its promises.",
  "source" : "Reuters Top News",
  "date" : "2015-04-29T00:00:00.000Z"
}, {
  "id" : 3288913266579729141,
  "title" : "Shares fall on U.S. GDP data, weak earnings; dollar slides",
  "description" : "NEW YORK (Reuters) - Stock markets worldwide slumped on Wednesday after a batch of weaker-than-expected corporate results and data showing U.S. economic growth braked more sharply than expected in the first quarter, while the dollar plunged to a nine-week low.",
  "source" : "Reuters Top News",
  "date" : "2015-04-29T00:00:00.000Z"
}, {
  "id" : 3943942450494520445,
  "title" : "Heavy fighting in Yemen, Saudi Arabia trains tribal fighters",
  "description" : "ADEN/DOHA (Reuters) - Saudi-led air strikes hit five Yemeni provinces as fighting raged in the southern city of Aden on Wednesday, and sources in the region said the kingdom was training armed tribesmen to fight the Iran-allied Houthi group.",
  "source" : "Reuters Top News",
  "date" : "2015-04-29T00:00:00.000Z"
}, {
  "id" : -5921172328598577408,
  "title" : "Exclusive: Saudi Arabia trains Yemeni tribal fighters in war against Houthis - sources",
  "description" : "DOHA/CAIRO (Reuters) - Saudi Arabia is providing military training for hundreds of Yemeni tribesmen to fight the Iranian-allied Houthi militia, sources familiar with the matter told Reuters.",
  "source" : "Reuters Top News",
  "date" : "2015-04-29T00:00:00.000Z"
}, {
  "id" : -1190897546176493238,
  "title" : "Indonesia executes drug traffickers, sparks anger from Australia, Brazil",
  "description" : "CILACAP, Indonesia (Reuters) - An Indonesian firing squad executed eight drug traffickers, including seven foreigners, in the early hours of Wednesday, sparking condemnation from Australia and Brazil who had made final, desperate pleas to save their nationals.",
  "source" : "Reuters Top News",
  "date" : "2015-04-29T00:00:00.000Z"
}, {
  "id" : 7122402179283789582,
  "title" : "Eurogroup's Dijsselbloem says Greece will not make it without aid",
  "description" : "AMSTERDAM (Reuters) - The head of the Eurogroup said on Tuesday that a recent shakeup of Greek Prime Minister Alexis Tsipras' negotiating team would not by itself resolve the impasse between Greece and its creditors, and Athens would need new loans to stay afloat.",
  "source" : "Reuters Top News",
  "date" : "2015-04-29T00:00:00.000Z"
}, {
  "id" : -7948743449550960287,
  "title" : "Exclusive: Japan considering joint U.S. air patrols in South China Sea - sources",
  "description" : "TOKYO/WASHINGTON (Reuters) - Japan's military is considering joining the United States in maritime air patrols in the South China Sea in response to China's increasingly assertive pursuit of territorial claims, a Japanese and a U.S. source familiar with the discussions said.",
  "source" : "Reuters Top News",
  "date" : "2015-04-29T00:00:00.000Z"
}, {
  "id" : 5725686901604105454,
  "title" : "China fires back at South China Sea claimants with reclamation accusations",
  "description" : "BEIJING (Reuters) - After facing weeks of criticism about its reclamation work on disputed islands in the South China Sea, China on Wednesday turned the tables on Vietnam, the Philippines and others by accusing them of carrying out their own illegal building work.",
  "source" : "Reuters Top News",
  "date" : "2015-04-29T00:00:00.000Z"
}, {
  "id" : 3877001951663390648,
  "title" : "Absence of contagion changes whole Greek game",
  "description" : "LONDON (Reuters) - If fear of Europe-wide financial wildfire was Athens' trump card in its standoff with euro zone creditors - then the card has now turned up a dud.",
  "source" : "Reuters Top News",
  "date" : "2015-04-29T00:00:00.000Z"
} ]