[ {
  "id" : 7426987214674635621,
  "title" : "Hundreds March in Manhattan to Protest the Death of Freddie Gray",
  "description" : "The protest, which resulted in more than 60 arrests, was meant to show solidarity with demonstrators in Baltimore and to criticize the tactics of the police in both cities.",
  "source" : "New York Times",
  "date" : "2015-04-30T00:00:00.000Z"
}, {
  "id" : 8905938271194949715,
  "title" : "Baltimore Mayor Treads Fine Line in Divided City",
  "description" : "Mayor Stephanie Rawlings-Blake must try to bring together two Baltimores, neither of which she is entirely a part: the gentrified city and the frustrated, low-income city.",
  "source" : "New York Times",
  "date" : "2015-04-30T00:00:00.000Z"
}, {
  "id" : 4713144769080280254,
  "title" : "Taking to the Baltimore Streets, but for Peace and Progress",
  "description" : "In Baltimore, an array of pastors, politicians, community leaders and even gang members have repeatedly worked to calm crowds, effectively helping the police impose a curfew.",
  "source" : "New York Times",
  "date" : "2015-04-30T00:00:00.000Z"
}, {
  "id" : 1734877076628539030,
  "title" : "Baltimore Leaders Try to Curb Expectations Over a Pending Police Report",
  "description" : "An edgy peace held as a crowd took to the streets Wednesday night, and the mayor and police sought to tamp down expectations that residents would learn details soon about how a young black man died.",
  "source" : "New York Times",
  "date" : "2015-04-30T00:00:00.000Z"
}, {
  "id" : 475588726907282504,
  "title" : "Trying to Locate the Living, Nepal Rescuers Find Only Frustration",
  "description" : "Residents of Bhaktapur told a search-and-rescue team that had traveled from Fairfax County, Va., that there was no one left to save in their shattered city after Saturday’s earthquake.",
  "source" : "New York Times",
  "date" : "2015-04-30T00:00:00.000Z"
}, {
  "id" : 7508601662108970627,
  "title" : "Obama Administration Steps Back From Effort to End Federal Death Penalty",
  "description" : "The obstacles the Obama administration faced in ending the federal death penalty provide vivid examples of just how politically fraught the debate remains.",
  "source" : "New York Times",
  "date" : "2015-04-30T00:00:00.000Z"
}, {
  "id" : -6030407987425689374,
  "title" : "Health Problems Take Root in a West Baltimore Neighborhood That Is Sick of Neglect",
  "description" : "In Upton-Druid Heights — one of Baltimore’s poorest neighborhoods and the scene of some of its most vocal protests — residents die from nearly every major disease at substantially higher rates than the city as a whole.",
  "source" : "New York Times",
  "date" : "2015-04-30T00:00:00.000Z"
}, {
  "id" : 7055588554844447269,
  "title" : "Hue Journal: Economic Boom Poses a New Threat, Among Many, to a Vietnamese Heritage",
  "description" : "What weather, war and ideology have not yet undone to the character of the central Vietnamese city of Hue, development may.",
  "source" : "New York Times",
  "date" : "2015-04-30T00:00:00.000Z"
}, {
  "id" : -1348873139432206103,
  "title" : "U2’s Flight to Now (Turbulence Included)",
  "description" : "After trouble on the runway, the band’s “Innocence and Experience” tour is taking off.",
  "source" : "New York Times",
  "date" : "2015-04-30T00:00:00.000Z"
}, {
  "id" : 656673231169308668,
  "title" : "New York Plan to Save Energy May Mean a Dimmer Skyline",
  "description" : "Mayor Bill de Blasio’s administration and a host of environmental advocates agree that light pollution should be addressed, but some are disputing parts of a proposed City Council bill.",
  "source" : "New York Times",
  "date" : "2015-04-30T00:00:00.000Z"
}, {
  "id" : -1445987367049208390,
  "title" : "A Saudi Royal Shake-Up With a Goal of Stability",
  "description" : "With Saudi Arabia locked in proxy wars with Iran, King Salman put the two princes most responsible for the kingdom’s security into the line of succession.",
  "source" : "New York Times",
  "date" : "2015-04-30T00:00:00.000Z"
}, {
  "id" : -698997292903197663,
  "title" : "A Founder of Secret, the Anonymous Social App, Is Shutting It Down",
  "description" : "Secret’s rapid rise and fall illustrates the flash-in-the-pan nature of Silicon Valley’s current technology boom.",
  "source" : "New York Times",
  "date" : "2015-04-30T00:00:00.000Z"
}, {
  "id" : 3845437164911528821,
  "title" : "Shinzo Abe of Japan Avoids Specifics in Speech on Trade Accord",
  "description" : "In the first address by a Japanese prime minister to a joint meeting of Congress, Shinzo Abe appealed to skeptical American lawmakers to back a Pacific trade accord.",
  "source" : "New York Times",
  "date" : "2015-04-30T00:00:00.000Z"
}, {
  "id" : 2335135059749478317,
  "title" : "ArtsBeat: Charlie Hebdo Cartoonist to Stop Drawing Muhammed",
  "description" : "Muhammad “no longer interests me,” Rénald Luzier, who works under the name Luz, said in an interview.",
  "source" : "New York Times",
  "date" : "2015-04-30T00:00:00.000Z"
}, {
  "id" : -5451642549573183228,
  "title" : "New York City Underreported School Violence to State, Audit Shows",
  "description" : "An examination by the state comptroller of 10 schools found that almost a third of the violent episodes were not reported, as required.",
  "source" : "New York Times",
  "date" : "2015-04-30T00:00:00.000Z"
}, {
  "id" : -7463588784384093605,
  "title" : "Seen ‘Hamilton’? No? You Poor Thing.",
  "description" : "Celebrities are flocking to see the hip-hop musical “Hamilton” at the cozy Public Theater, setting off a mad status grab.",
  "source" : "New York Times",
  "date" : "2015-04-30T00:00:00.000Z"
}, {
  "id" : 2656918978213239899,
  "title" : "Jean Nidetch, 91, Dies; 72 Pounds Lighter, She Helped Start Weight Watchers",
  "description" : "A 214-pound Queens housewife struggled with a lifelong addiction to food until she shed 72 pounds and became the public face of the worldwide weight-control empire Weight Watchers.",
  "source" : "New York Times",
  "date" : "2015-04-30T00:00:00.000Z"
}, {
  "id" : -2409390707691224468,
  "title" : "Canadian Partnership Shielded Identities of Donors to Clinton Foundation",
  "description" : "The foundation says that the partnership is not bound by an agreement that Hillary Rodham Clinton signed to make all donors public while she led the State Department, and that under Canadian law, contributors’ names cannot be made public.",
  "source" : "New York Times",
  "date" : "2015-04-30T00:00:00.000Z"
}, {
  "id" : -6053079295446499584,
  "title" : "First Draft: Hillary Clinton to Jump Start Fund-Raising Efforts",
  "description" : "Hillary Rodham Clinton had once planned to wait until May to hold her first fund-raising events. But in the last two weeks, she has moved up her schedule, according to donors and people in contact with the campaign.",
  "source" : "New York Times",
  "date" : "2015-04-30T00:00:00.000Z"
}, {
  "id" : -6627611415676473654,
  "title" : "Supreme Court Upholds Limit on Judicial Fund-Raising",
  "description" : "The justices said it was permissible for states to forbid judicial candidates to personally ask supporters for money.",
  "source" : "New York Times",
  "date" : "2015-04-30T00:00:00.000Z"
} ]