[ {
  "id" : -1600897065666150706,
  "title" : "KPCC's Off-Ramp: Billy The Mime",
  "description" : "KPCC's Off-Ramp: Billy The Mime",
  "source" : "NPR News",
  "date" : "2015-04-30T00:00:00.000Z"
}, {
  "id" : -7417066627504949392,
  "title" : "5 Things You Should Know About Bernie Sanders ",
  "description" : "He's the longest-serving independent member of Congress in U.S. history who once voted with the National Rifle Association. Here's what you may not know.",
  "source" : "NPR News",
  "date" : "2015-04-30T00:00:00.000Z"
}, {
  "id" : 5651559265457485557,
  "title" : "Seeking Presidency, 'Socialist' Sanders Looks To Elevate Less-Talked About Issues",
  "description" : "Bernie Sanders, the liberal senator from Vermont, will try to be more than a fringe presidential candidate. He's aiming to elevate the issue of income inequality on the national stage.",
  "source" : "NPR News",
  "date" : "2015-04-30T00:00:00.000Z"
}, {
  "id" : 8697211534033762312,
  "title" : "Vermont Sen. Bernie Sanders Jumps Into The Presidential Race ",
  "description" : "Sanders, a darling of the country's liberals, is expected to pull front-runner Hillary Clinton left. He will make a formal announcement Thursday.",
  "source" : "NPR News",
  "date" : "2015-04-30T00:00:00.000Z"
}, {
  "id" : -6614374214543674044,
  "title" : "Lawyer Says Activist Arrested On Live TV In Baltimore Is OK, Healthy",
  "description" : "Many on Twitter called the arrest of Joseph Kent a kidnapping because of the way police rushed in to arrest him, just out of the view of cameras. Little was known about his whereabouts until today.",
  "source" : "NPR News",
  "date" : "2015-04-30T00:00:00.000Z"
}, {
  "id" : -1115027633037121323,
  "title" : "Your Tough Job Might Help Keep You Sharp",
  "description" : "In an eight-year study of older people, those who had held mentally demanding, stimulating jobs tended to retain their mental agility better than people whose work was less stimulating.",
  "source" : "NPR News",
  "date" : "2015-04-30T00:00:00.000Z"
}, {
  "id" : -6359290520522661974,
  "title" : "Court: Corporations May Be People, But 'Judges Are Not Politicians'",
  "description" : "The Supreme Court has increased campaign spending limits, but not when it comes to judges. It found an \"unavoidable appearance that judges who personally ask for money may diminish their integrity.\"",
  "source" : "NPR News",
  "date" : "2015-04-30T00:00:00.000Z"
}, {
  "id" : -7488448505879025197,
  "title" : "It's Sotomayor V. Roberts In Supreme Court Death Penalty Drama",
  "description" : "Justice Sonia Sotomayor and lawyers arguing in favor of Oklahoma's lethal-injection cocktail got into a clash so pronounced that Chief Justice John Roberts chastised Sotomayor for talking too much.",
  "source" : "NPR News",
  "date" : "2015-04-30T00:00:00.000Z"
}, {
  "id" : -8325979542796227079,
  "title" : "Episode 372: How Do You Decide Who Gets Lungs?",
  "description" : "You're not allowed to buy and sell organs. So doctors created a different system. Today on the show: how do you decide who gets lungs?",
  "source" : "NPR News",
  "date" : "2015-04-30T00:00:00.000Z"
}, {
  "id" : -6497371461384856548,
  "title" : "Israeli Dads Welcome Surrogate-Born Baby In Nepal On Earthquake Day",
  "description" : "Mazel tov, it's a global baby boy! The egg was from a South African donor; the sperm was from Israel. The surrogate mom lived in Nepal. And when the dads came to meet their son, an earthquake struck.",
  "source" : "NPR News",
  "date" : "2015-04-30T00:00:00.000Z"
}, {
  "id" : 6662868982006971373,
  "title" : "SEC Rule Would Link Executive Pay To Performance",
  "description" : "The rule, which grew out of the Dodd-Frank financial overhaul bill, would make it easier for shareholders to see whether salaries are in line with a company's financial performance.",
  "source" : "NPR News",
  "date" : "2015-04-30T00:00:00.000Z"
}, {
  "id" : -1941985502942925428,
  "title" : "Palindrome Champ Sees The World Backwards And Forwards",
  "description" : "NPR's Robert Siegel talks to Mark Saltveit who is featured in a short documentary about the World Palindrome Championships, A Man, A Plan, A Palindrome. He will compete in the 2017 championship.",
  "source" : "NPR News",
  "date" : "2015-04-30T00:00:00.000Z"
}, {
  "id" : 595311006554404717,
  "title" : "Floyd Mayweather's Brash Style Has Split Fan Loyalties",
  "description" : "Floyd Mayweather is expected to beat Manny Pacquiao in their much anticipated fight this Saturday in Las Vegas, but many are rooting for him to lose. He is one of boxing's most polarizing figures.",
  "source" : "NPR News",
  "date" : "2015-04-30T00:00:00.000Z"
}, {
  "id" : 372361146511112872,
  "title" : "Japan's Abe Pushes The Pacific Trade Deal Onto Center Stage ",
  "description" : "The Japanese prime minister used his time in the spotlight in Washington to promote the Trans-Pacific Partnership, saying it would create both prosperity and peace. Democrats remain skeptical.",
  "source" : "NPR News",
  "date" : "2015-04-30T00:00:00.000Z"
}, {
  "id" : -8458122056506462448,
  "title" : "Supreme Court Gay Marriage Remarks Show Outdated Definition Of Parents",
  "description" : "NPR's Robert Siegel interviews Joanna L. Grossman, professor of family law at Hofstra University, who says the arguments on gay marriage shed light on outdated ideas about family formation.",
  "source" : "NPR News",
  "date" : "2015-04-30T00:00:00.000Z"
} ]