[ {
  "id" : -7908342044972823845,
  "title" : "China Cuts Interest Rates to Lift its Economy",
  "description" : "The central bank cut its benchmark lending rate by a quarter percentage point to 5.1 percent, the third reduction since November, seeking to support a slowing economy.",
  "source" : "New York Times",
  "date" : "2015-05-10T00:00:00.000Z"
}, {
  "id" : 2420570537375822189,
  "title" : "Houthi Rebels Agree to 5-Day Cease-Fire in Yemen",
  "description" : "The Houthis’ acceptance of the cease-fire came as a Saudi-led coalition bombed the residence of Ali Abdullah Saleh, Yemen’s former president and a Houthi ally.",
  "source" : "New York Times",
  "date" : "2015-05-10T00:00:00.000Z"
}, {
  "id" : -4583758008500843623,
  "title" : "Obama Pushes Skeptical Legislators Hard on Pacific Trade Deal",
  "description" : "President Obama is aggressively courting Republicans and Democrats to grant him accelerated power to finalize a massive trade accord with 11 nations across the Pacific Rim.",
  "source" : "New York Times",
  "date" : "2015-05-10T00:00:00.000Z"
}, {
  "id" : 7304375010853100274,
  "title" : "The Tony Awards: Getting to Know You",
  "description" : "In our special section on the awards, to be presented June 7: Ben Brantley and Charles Isherwood find more than escapism, and the nominees meet in exclusive portraits.",
  "source" : "New York Times",
  "date" : "2015-05-10T00:00:00.000Z"
}, {
  "id" : -6535021282259070604,
  "title" : "Two Police Officers Are Shot and Killed in Mississippi",
  "description" : "The authorities arrested two suspects after the officers were killed during a traffic stop in Hattiesburg, according to local news media.",
  "source" : "New York Times",
  "date" : "2015-05-10T00:00:00.000Z"
}, {
  "id" : -5840358096515932912,
  "title" : "Police: Several People Killed in Shooting in Switzerland",
  "description" : "Police say they have found several people dead after shots were heard in a town in northern Switzerland.",
  "source" : "New York Times",
  "date" : "2015-05-10T00:00:00.000Z"
}, {
  "id" : -829822395134246831,
  "title" : "Transformer Burns at Indian Point; Cuomo Cites Potential Environmental Risks",
  "description" : "A fire at the Indian Point nuclear plant, about 24 miles north of New York City, was extinguished Saturday night, but the materials used to fight it could prove hazardous if they seep into the Hudson River.",
  "source" : "New York Times",
  "date" : "2015-05-10T00:00:00.000Z"
}, {
  "id" : -8330124815624938071,
  "title" : "Two Police Officers Fatally Shot in Mississippi",
  "description" : "The officers were killed Saturday in Hattiesburg, and the police were searching for a suspect about 80 miles southeast of Jackson, according to the local news media.",
  "source" : "New York Times",
  "date" : "2015-05-10T00:00:00.000Z"
}, {
  "id" : 2269680611836933978,
  "title" : "Tornadoes Kill at Least One in Texas",
  "description" : "Homes were destroyed and people are still unaccounted for as multiple tornadoes tore through North Texas on Saturday.",
  "source" : "New York Times",
  "date" : "2015-05-10T00:00:00.000Z"
}, {
  "id" : 8538373989105875998,
  "title" : "Indian Point Nuclear Reactor Shuts Down After Transformer Fire",
  "description" : "Officials said the fire had been extinguished and the plant north of New York City was stable after residents reported hearing an explosion and smoke at the site.",
  "source" : "New York Times",
  "date" : "2015-05-10T00:00:00.000Z"
}, {
  "id" : -2545510885479655170,
  "title" : "Campus Debates on Israel Drive a Wedge Between Jews and Minorities",
  "description" : "Student groups nationwide are proposing that their colleges divest from companies that do business with Israel, a sign that a campaign is gaining traction.",
  "source" : "New York Times",
  "date" : "2015-05-10T00:00:00.000Z"
}, {
  "id" : 8405436358656819953,
  "title" : "Republican Hopefuls Push a Muscular Foreign Policy",
  "description" : "Republican presidential hopefuls gathered Saturday in South Carolina to criticize President Obama for what they described as a weak and misguided approach to international affairs.",
  "source" : "New York Times",
  "date" : "2015-05-10T00:00:00.000Z"
}, {
  "id" : -6571758529971138757,
  "title" : "New Mission for a Club and Its Showgirls",
  "description" : "The Ziegfeld Club, founded in 1936 to help struggling Ziegfeld Girls, is remaking itself to support creative women on Broadway, starting with an annual $10,000 prize.",
  "source" : "New York Times",
  "date" : "2015-05-10T00:00:00.000Z"
}, {
  "id" : 1071559118029328299,
  "title" : "Suspects in Freddie Gray Case: A Portrait of Baltimore Police in Miniature",
  "description" : "As the Justice Department begins a civil rights investigation in Mr. Gray’s death, the case throws into sharp relief the Baltimore Police Department’s shortcomings and struggles to integrate its ranks.",
  "source" : "New York Times",
  "date" : "2015-05-10T00:00:00.000Z"
}, {
  "id" : -6829227338478301153,
  "title" : "Obama Calls Elizabeth Warren ‘Absolutely Wrong’ on Trade Deal",
  "description" : "The president said the liberal senator’s warnings about the potential damage of the Trans-Pacific Partnership were nothing more than “hypotheticals.”",
  "source" : "New York Times",
  "date" : "2015-05-10T00:00:00.000Z"
}, {
  "id" : -7872223136128264961,
  "title" : "Jameis Winston Files Counterclaims Against Accuser",
  "description" : "Jameis Winston filed counterclaims against the woman who has accused him of rape, responding to her lawsuit Friday in federal court in Orlando, Fla.",
  "source" : "New York Times",
  "date" : "2015-05-10T00:00:00.000Z"
}, {
  "id" : -1693744444484999541,
  "title" : "Prison Guard Is Sexually Assaulted in Arizona Prison",
  "description" : "Corrections officials confirmed the female guard was attacked by an inmate last month, in the second such assault on a state prison employee in the last 18 months.",
  "source" : "New York Times",
  "date" : "2015-05-10T00:00:00.000Z"
}, {
  "id" : -5503138896933381329,
  "title" : "In the Jury Room, 18 Days of Debate and Disagreement End in a Frustrating Mistrial",
  "description" : "For 18 days, the jurors had sat elbow to elbow around a rectangular table inside State Supreme Court building in Lower Manhattan, trying to reach consensus on whether a man committed a notorious crime.",
  "source" : "New York Times",
  "date" : "2015-05-10T00:00:00.000Z"
}, {
  "id" : -5400357383082491078,
  "title" : "An App That Helps Drivers Earn the Most From Their Trips",
  "description" : "A free analytics site allows drivers to use their daily income, number of fares, working hours, expenses and mileage to calculate their net pay and determine what driving patterns are most profitable for them.",
  "source" : "New York Times",
  "date" : "2015-05-10T00:00:00.000Z"
}, {
  "id" : 4472998944732914350,
  "title" : "Monsoons Near, Nepal Focuses on Sanitation to Stem Illness After Quake",
  "description" : "Two weeks after a devastating earthquake, Nepal’s government and charitable groups are racing to provide clean water and toilets to minimize contamination into local water supplies.",
  "source" : "New York Times",
  "date" : "2015-05-10T00:00:00.000Z"
} ]