[ {
  "id" : -1373067907510904319,
  "title" : "Oxford Dictionary Proposes Gender-Neutral Title",
  "description" : "The Oxford English dictionary is hoping to fill a void in the non-gender conforming community by introducing the gender-neutral title, \"Mx.\"",
  "source" : "NPR News",
  "date" : "2015-05-10T00:00:00.000Z"
}, {
  "id" : -8450134323787707130,
  "title" : "Locked Away, 'Anchoress' Women Devote Their Lives To Church",
  "description" : "The Anchoress is inspired by real-life medieval women who lived lives of devotion, locked away in village churches. NPR's Rachel Martin speaks with Robyn Cadwallader about her new novel.",
  "source" : "NPR News",
  "date" : "2015-05-10T00:00:00.000Z"
}, {
  "id" : 7179268071016337240,
  "title" : "Still Some Air — And Questions — In 'Deflategate' Scandal",
  "description" : "The NFL's \"deflategate\" scandal raises a slew of questions: How much can you scuff a football? Where is the line between gamesmanship and cheating? Slate's Mike Pesca answers them all with NPR's Rachel Martin.",
  "source" : "NPR News",
  "date" : "2015-05-10T00:00:00.000Z"
}, {
  "id" : 6891081028302843899,
  "title" : "NSA Data Collection, Patriot Act Back In The Spotlight",
  "description" : "A federal appeals court ruled Thursday that the NSA's bulk collection of phone data is illegal. Meanwhile, Congress is debating the fate of the Patriot Act. NPR's Rachel Martin talks to House Judiciary Chairman Robert Goodlatte.",
  "source" : "NPR News",
  "date" : "2015-05-10T00:00:00.000Z"
}, {
  "id" : -7645492349882402280,
  "title" : "Foreign Workers Seek Shelter In Camps After Attacks In South Africa",
  "description" : "On a soccer field in a suburb of the South African city of Durban, around 1,200 people are living in a hastily constructed transit camp for foreign workers. It's government-run but conditions are basic.",
  "source" : "NPR News",
  "date" : "2015-05-10T00:00:00.000Z"
}, {
  "id" : 4665190808012207856,
  "title" : "Play Date Protest Held In Support Of 'Free Range' Parents",
  "description" : "A Maryland couple made national headlines after Child Protective Services investigated them for letting their children walk home from a park alone. Now, other parents are staging a defiant protest in support.",
  "source" : "NPR News",
  "date" : "2015-05-10T00:00:00.000Z"
}, {
  "id" : -6060774640559686267,
  "title" : "'300 Men March' Aims For Calm In Baltimore",
  "description" : "A local group called the 300 Men March sought to calm the recent rioting in Baltimore and is seeking more recruits to preach its message of responsibility and non-violence.",
  "source" : "NPR News",
  "date" : "2015-05-10T00:00:00.000Z"
}, {
  "id" : -4350364380144421238,
  "title" : "Flawed Intelligence In The 'War Of Our Time'",
  "description" : "Michael Morrell, former CIA deputy director, talks to NPR's Rachel Martin about his new book, The Great War of Our Time.  They discuss flawed CIA intelligence on Iraq and the rise of ISIS.",
  "source" : "NPR News",
  "date" : "2015-05-10T00:00:00.000Z"
}, {
  "id" : -7740371866230964337,
  "title" : "So You Want To Be A Great Mother? Ask A Village Mom For Advice",
  "description" : "Mothers love their kids like crazy! Our man in India knows from firsthand experience. To find out what it takes to be a crazy loving amma, he interviewed moms in his village.",
  "source" : "NPR News",
  "date" : "2015-05-10T00:00:00.000Z"
}, {
  "id" : 3925670610127459987,
  "title" : "Counting Poor Students Is Getting Harder",
  "description" : "Changes to the Free and Reduced-Price Lunch program undermine a long-used measurement for child poverty.",
  "source" : "NPR News",
  "date" : "2015-05-10T00:00:00.000Z"
}, {
  "id" : 7565212965460000596,
  "title" : "In Oklahoma, The Sky Has No 'Mercy'",
  "description" : "In Oklahoma, tornadoes are just a fact of life — but sometimes a truly awful one comes along. In The Mercy of the Sky, Holly Bailey chronicles the deadly tornado that struck Moore, Okla., in 2013.",
  "source" : "NPR News",
  "date" : "2015-05-10T00:00:00.000Z"
}, {
  "id" : -1507336695173597664,
  "title" : "At 70, Keith Jarrett Is Learning How To Bottle Inspiration",
  "description" : "The jazz pianist is celebrating his birthday with a pair of new releases, one of which documents how his creative process plays out in front of live audiences.",
  "source" : "NPR News",
  "date" : "2015-05-10T00:00:00.000Z"
}, {
  "id" : -6770162737557155863,
  "title" : "Can Volleyball Fight Crime? East Palo Alto Says, 'Game On'",
  "description" : "A California city with a crime problem — shootings, drug dealing and gang activity — finds that getting more kids and cops playing sports together regularly in the park can make a big difference.",
  "source" : "NPR News",
  "date" : "2015-05-10T00:00:00.000Z"
}, {
  "id" : 5343932259426954740,
  "title" : "Tempted To Eat Your Baby's Table Scraps? You're Not Alone",
  "description" : "Dan Pashman of WNYC's The Sporkful podcast weighs in on the benefits of eating kids' leftovers. \"Graham crackers are better after they've been gummed by my younger daughter,\" he says.",
  "source" : "NPR News",
  "date" : "2015-05-10T00:00:00.000Z"
}, {
  "id" : 5407344398902721370,
  "title" : "Lecrae Makes Music Concerned With The Soul",
  "description" : "The hip-hop artist tells NPR's Rachel Martin how his music incorporates his faith, and describes how \"the brokenness of humanity\" has fueled conflict in Baltimore and Ferguson.",
  "source" : "NPR News",
  "date" : "2015-05-10T00:00:00.000Z"
} ]