[ {
  "id" : -4740085032839719642,
  "title" : "No respite for candy factory caught up in Russia-Ukraine crisis",
  "description" : "LIPETSK, Russia (Reuters) - The fortunes of the Russian outpost of Ukrainian President Petro Poroshenko's candy empire have ebbed and flowed with the Russian-backed separatist conflict in the east of his country.",
  "source" : "Reuters Top News",
  "date" : "2015-05-10T00:00:00.000Z"
}, {
  "id" : 5871450738087137774,
  "title" : "Search for bodies in Nepal village suspended due to avalanches",
  "description" : "KATHMANDU (Reuters) - The search for missing trekkers, guides and residents feared buried in Nepal village by a massive landslide and avalanche triggered by last month's magnitude 7.8 earthquake has been suspended due to bad weather, officials said on Sunday.",
  "source" : "Reuters Top News",
  "date" : "2015-05-10T00:00:00.000Z"
}, {
  "id" : -4802024424915031038,
  "title" : "'Winner takes all' vote system exaggerates Britain's divisions",
  "description" : "LONDON (Reuters) - David Cameron can thank Britain's winner-takes-all voting system for handing him an outright majority in parliament on just 37 percent of the vote. But by boosting the power of Scottish nationalists, it has also intensified one of his biggest headaches.",
  "source" : "Reuters Top News",
  "date" : "2015-05-10T00:00:00.000Z"
}, {
  "id" : -8419815090838312529,
  "title" : "Houthis accept five-day truce in Yemen proposed by Saudi Arabia",
  "description" : "CAIRO/ADEN (Reuters) - Iranian-allied Houthi fighters in Yemen accepted on Sunday a five-day humanitarian ceasefire proposed by their adversary Saudi Arabia but said they would respond to any violations.",
  "source" : "Reuters Top News",
  "date" : "2015-05-10T00:00:00.000Z"
}, {
  "id" : 3133033802440479021,
  "title" : "Several dead in shooting in Switzerland: police",
  "description" : "ZURICH (Reuters) - Several people were killed in a shooting late on Saturday in a town in the Swiss canton of Aargau, local police said on Sunday.",
  "source" : "Reuters Top News",
  "date" : "2015-05-10T00:00:00.000Z"
}, {
  "id" : -9115166344469048792,
  "title" : "Britain's Cameron won big by selling stability over fear",
  "description" : "LONDON (Reuters) - Prime Minister David Cameron sealed a surprise election win by persuading Britons to choose the security of modestly rising living standards over an implausible pretender many feared could become the puppet of Scottish nationalists.",
  "source" : "Reuters Top News",
  "date" : "2015-05-10T00:00:00.000Z"
}, {
  "id" : -2863281050667817717,
  "title" : "New face but same old problems for EU foreign policy",
  "description" : "BRUSSELS (Reuters) - Europe's chequered attempt to build a common foreign and security policy has a new face, Italy's Federica Mogherini, but the European Union is stuck with the same old problems despite her bright start.",
  "source" : "Reuters Top News",
  "date" : "2015-05-10T00:00:00.000Z"
}, {
  "id" : -7540755215710060432,
  "title" : "Special Report: Russian soldiers quit over Ukraine",
  "description" : "MOSCOW/DONETSK (Reuters) - Some Russian soldiers are quitting the army because of the conflict in Ukraine, several soldiers and human rights activists have told Reuters. Their accounts call into question the Kremlin's continued assertions that no Russian soldiers have been sent to Ukraine, and that any Russians fighting alongside rebels there are volunteers.",
  "source" : "Reuters Top News",
  "date" : "2015-05-10T00:00:00.000Z"
}, {
  "id" : -7898994877738123420,
  "title" : "Two police officers shot, killed in Mississippi",
  "description" : "HATTIESBURG, Miss. (Reuters) - Two police officers conducting a traffic stop were shot and killed on Saturday in Hattiesburg, Mississippi, and at least one suspect fled in a police vehicle which was later found abandoned, authorities said.",
  "source" : "Reuters Top News",
  "date" : "2015-05-10T00:00:00.000Z"
}, {
  "id" : -7452153972965017753,
  "title" : "Saudi-led coalition launches wave of air strikes on Yemen",
  "description" : "CAIRO/ADEN (Reuters) - The Saudi-led coalition said on Saturday it had hit Yemen with 130 air strikes over the previous 24 hours, and a senior UN official said some attacks violated international law.",
  "source" : "Reuters Top News",
  "date" : "2015-05-10T00:00:00.000Z"
}, {
  "id" : -5613603340373484731,
  "title" : "Liberia declared Ebola-free, but outbreak continues over border",
  "description" : "MONROVIA (Reuters) - Liberia was declared free from Ebola by the government and the World Health Organisation (WHO) on Saturday after 42 days without a new case of the virus, which killed more than 4,700 people there during a year-long epidemic.",
  "source" : "Reuters Top News",
  "date" : "2015-05-10T00:00:00.000Z"
}, {
  "id" : 3193237864095723583,
  "title" : "China paper slams Japan for lack of WW2 contrition",
  "description" : "BEIJING (Reuters) - German contrition over World War Two stands in contrast to Japan's failure to reflect on its past, the official newspaper of China's ruling Communist Party said on Sunday, following war commemorations in Moscow.",
  "source" : "Reuters Top News",
  "date" : "2015-05-10T00:00:00.000Z"
}, {
  "id" : -3128556736453337820,
  "title" : "Russia stages WW2 victory parade as Ukraine bristles",
  "description" : "MOSCOW (Reuters) - Tanks and troops paraded across Moscow's Red Square on Saturday to mark the 70th anniversary of victory over Nazi Germany, an event boycotted by Western leaders over Russia's role in the Ukraine crisis.",
  "source" : "Reuters Top News",
  "date" : "2015-05-10T00:00:00.000Z"
}, {
  "id" : 5057105411816294206,
  "title" : "Britain's Cameron won big by selling stability over fear",
  "description" : "LONDON (Reuters) - Prime Minister David Cameron sealed a surprise election win by persuading Britons to choose the security of modestly rising living standards over an implausible pretender many feared could become the puppet of Scottish nationalists.",
  "source" : "Reuters Top News",
  "date" : "2015-05-10T00:00:00.000Z"
}, {
  "id" : -745833960639228089,
  "title" : "Saudi-led coalition launches wave of air strikes on Yemen",
  "description" : "CAIRO/ADEN (Reuters) - The Saudi-led coalition said on Saturday it had hit Yemen with 130 air strikes over the previous 24 hours, and a senior UN official said some attacks violated international law.",
  "source" : "Reuters Top News",
  "date" : "2015-05-10T00:00:00.000Z"
}, {
  "id" : 8353840657831407809,
  "title" : "Russia stages WW2 victory parade as Ukraine bristles",
  "description" : "MOSCOW (Reuters) - Tanks and troops paraded across Moscow's Red Square on Saturday to mark the 70th anniversary of victory over Nazi Germany, an event boycotted by Western leaders over Russia's role in the Ukraine crisis.",
  "source" : "Reuters Top News",
  "date" : "2015-05-10T00:00:00.000Z"
}, {
  "id" : 784279831637405797,
  "title" : "Greece calls on EU/IMF lenders to show political will for deal",
  "description" : "ATHENS (Reuters) - Greece's main debt negotiator called on the European Union and the International Monetary Fund to show their willingness to break an impasse in debt talks, ahead of a crucial meeting of euro zone finance ministers on Monday.",
  "source" : "Reuters Top News",
  "date" : "2015-05-10T00:00:00.000Z"
}, {
  "id" : 8592556004762237571,
  "title" : "North Korea boasts of firing ballistic missile from submarine",
  "description" : "SEOUL (Reuters) - North Korea said on Saturday it had successfully test-fired a ballistic missile from a submarine, a step that would mark significant progress in the secretive state's military capabilities.",
  "source" : "Reuters Top News",
  "date" : "2015-05-10T00:00:00.000Z"
}, {
  "id" : -8048444044401192819,
  "title" : "Liberia declared Ebola-free, but outbreak continues over border",
  "description" : "MONROVIA (Reuters) - Liberia was declared free from Ebola by the government and the World Health Organisation (WHO) on Saturday after 42 days without a new case of the virus, which killed more than 4,700 people there during a year-long epidemic.",
  "source" : "Reuters Top News",
  "date" : "2015-05-10T00:00:00.000Z"
}, {
  "id" : -3956220550473261793,
  "title" : "Egyptian court sentences Mubarak and sons to three years in jail for corruption",
  "description" : "CAIRO (Reuters) - An Egyptian court sentenced former president Hosni Mubarak and his two sons to three years in jail without parole on Saturday in the retrial of a corruption case, although the trio is unlikely to go to jail again.",
  "source" : "Reuters Top News",
  "date" : "2015-05-10T00:00:00.000Z"
} ]