[ {
  "id" : -5632244392757096462,
  "title" : "Yankees 4, Orioles 3: Rodriguez Passes Mays but Still Does Not Collect",
  "description" : "Alex Rodriguez hit his 661st home run to pass Willie Mays for fourth on the career list, but the Yankees, who edged the Orioles, were not planning to pay him a bonus for the achievement.",
  "source" : "New York Times",
  "date" : "2015-05-08T00:00:00.000Z"
}, {
  "id" : 490603763878463506,
  "title" : "Justice Department Will Investigate Baltimore Police Practices",
  "description" : "The Justice Department will investigate whether the Baltimore Police Department engaged in a pattern of unconstitutional policing, a day after the mayor asked for an inquiry.",
  "source" : "New York Times",
  "date" : "2015-05-08T00:00:00.000Z"
}, {
  "id" : -8656462605869037109,
  "title" : "Guy Carawan Dies at 87; Taught a Generation to Overcome, in Song",
  "description" : "With his performance of “We Shall Overcome” at the inaugural meeting of the Student Nonviolent Coordinating Committee in 1960, Mr. Carawan turned a little-known folk song into an anthem.",
  "source" : "New York Times",
  "date" : "2015-05-08T00:00:00.000Z"
}, {
  "id" : -5249221388603043485,
  "title" : "F.B.I. Says It Sent Warning on One Gunman in Attack at Texas Gathering",
  "description" : "The Federal Bureau of Investigations sent a bulletin to the Garland police three hours before the cartoon contest warning them that Elton Simpson, one of the men who carried out the attack, might show up at the event.",
  "source" : "New York Times",
  "date" : "2015-05-08T00:00:00.000Z"
}, {
  "id" : -2657759389750306898,
  "title" : "Top Qaeda Figure Dies in Yemen Drone Strike",
  "description" : "A senior leader of Al Qaeda in Yemen, his son and six Qaeda fighters were killed last month in a drone attack, American officials said Thursday.",
  "source" : "New York Times",
  "date" : "2015-05-08T00:00:00.000Z"
}, {
  "id" : -7636840012853293838,
  "title" : "Facebook Use Polarizing? Site Begs to Differ",
  "description" : "Almost 29 percent of the news stories displayed by Facebook’s News Feed present views that conflict with the user’s own ideology, the study found.",
  "source" : "New York Times",
  "date" : "2015-05-08T00:00:00.000Z"
}, {
  "id" : 4366047560574435901,
  "title" : "Fair Game: Bank of America’s Relief for Mortgage Borrowers Is Questioned",
  "description" : "Under its settlement with the Justice Department, Bank of America has in some cases offered forgiveness for loans already discharged in bankruptcy.",
  "source" : "New York Times",
  "date" : "2015-05-08T00:00:00.000Z"
}, {
  "id" : -7261671487015804298,
  "title" : "Bank of America and JPMorgan Chase Agree to Erase Debts From Credit Reports After Bankruptcies",
  "description" : "The two banks have agreed to update borrowers’ reports within the next three months to reflect that the debts were canceled.",
  "source" : "New York Times",
  "date" : "2015-05-08T00:00:00.000Z"
}, {
  "id" : 4773327947186716390,
  "title" : "News Analysis: With U.S. Eyes on Iran, North Korea’s Nuclear Arsenal Expanded",
  "description" : "While the Obama administration pursued a deal on Iran’s nuclear program, North Korea went on an atomic spending spree that some officials fear there is little hope of stopping.",
  "source" : "New York Times",
  "date" : "2015-05-08T00:00:00.000Z"
}, {
  "id" : -7987314109893492965,
  "title" : "Senate Easily Passes Bill for a Voice on Iran Nuclear Accord",
  "description" : "The Senate voted to give Congress a say in the nuclear agreement with Iran, despite Republican infighting.",
  "source" : "New York Times",
  "date" : "2015-05-08T00:00:00.000Z"
}, {
  "id" : -1674470763679839675,
  "title" : "Dean Skelos, Albany Senate Leader, Takes Leave of Absence From Law Firm",
  "description" : "The Long Island law firm that employed the state senator accused of corruption said in a statement that he is “currently on a leave of absence.”",
  "source" : "New York Times",
  "date" : "2015-05-08T00:00:00.000Z"
}, {
  "id" : -4569227154099384187,
  "title" : "More Women Find Room for Babies and Advanced Degrees",
  "description" : "The share of highly educated women who are childless in their mid-40s has fallen significantly over the last two decades, a Pew Research Center analysis says.",
  "source" : "New York Times",
  "date" : "2015-05-08T00:00:00.000Z"
}, {
  "id" : 4214875841754039495,
  "title" : "Past Losses Echo as Long Island Grieves for a Fallen Officer",
  "description" : "The funeral for Officer Brian Moore will be held at St. James Roman Catholic Church in Seaford, N.Y., where 27 years earlier another young officer killed in the line of duty was mourned.",
  "source" : "New York Times",
  "date" : "2015-05-08T00:00:00.000Z"
}, {
  "id" : 7515892293494238228,
  "title" : "Inquiry to Examine Racial Bias in the San Francisco Police",
  "description" : "The case began when racist and homophobic text messages between 14 officers were found and will be broadened to determine if systemic bias exists within the force.",
  "source" : "New York Times",
  "date" : "2015-05-08T00:00:00.000Z"
}, {
  "id" : 163686678616847759,
  "title" : "Wake for Officer Brian Moore Draws Hundreds",
  "description" : "On Long Island, city and state police officers joined other citizens to pay their respects to Officer Moore, 25, who was shot in the face while on patrol on Saturday.",
  "source" : "New York Times",
  "date" : "2015-05-08T00:00:00.000Z"
}, {
  "id" : -635784276040784278,
  "title" : "Exit Poll Sees Gains for Britain’s Conservatives, but No Clear Winner",
  "description" : "Prime Minister David Cameron’s party appeared to have won 316 seats, according to the poll, 10 short of the 326 necessary to win an outright majority.",
  "source" : "New York Times",
  "date" : "2015-05-08T00:00:00.000Z"
}, {
  "id" : -130077267894560868,
  "title" : "",
  "description" : "",
  "source" : "New York Times",
  "date" : "2015-05-08T00:00:00.000Z"
}, {
  "id" : 6730632637219970857,
  "title" : "Review: Mariah Carey and Her Can’t-Look-Away Debut in Las Vegas",
  "description" : "Ms. Carey opens “#1 to Infinity,” a two-year residency at the Colosseum at Caesars Palace featuring a tour of her top hits.",
  "source" : "New York Times",
  "date" : "2015-05-08T00:00:00.000Z"
}, {
  "id" : -8931985805653289685,
  "title" : "Netanyahu, Seeking to Broaden Coalition, Reserves Crucial Post for Rival",
  "description" : "Prime Minister Benjamin Netanyahu hopes to assign the position of foreign minister to Isaac Herzog of the center-left Zionist Union, and to expand his razor-thin majority government.",
  "source" : "New York Times",
  "date" : "2015-05-08T00:00:00.000Z"
}, {
  "id" : 3370958877654074625,
  "title" : "He Beat Back Ebola, but It Lurked in an Unlikely Spot",
  "description" : "Less than two months after a fight with Ebola nearly ended his life, Dr. Ian Crozier was back in the hospital: His eye was teeming with the virus.",
  "source" : "New York Times",
  "date" : "2015-05-08T00:00:00.000Z"
} ]