[ {
  "id" : -1552882179780586151,
  "title" : "Off-Ramp: Up In The Air In A WW II B-24 Bomber ",
  "description" : "Off-Ramp: Up In The Air In A WW II B-24 Bomber",
  "source" : "NPR News",
  "date" : "2015-05-08T00:00:00.000Z"
}, {
  "id" : 2462198506779366889,
  "title" : "Baltimore Police Will Be Target Of Broad Justice Department Inquiry",
  "description" : "Following the death of Freddie Gray, the city's mayor and Maryland's congressional delegations had asked the federal agency to look for possible discriminatory practices by local law enforcement.",
  "source" : "NPR News",
  "date" : "2015-05-08T00:00:00.000Z"
}, {
  "id" : 6214312836338483212,
  "title" : "Scientists Crack A 50-Year-Old Mystery About The Measles Vaccine",
  "description" : "When the U.S. introduced the measles vaccine, childhood deaths from all infections plummeted. Scientists think they might know why: Benefits of the measles vaccine go way beyond the measles.",
  "source" : "NPR News",
  "date" : "2015-05-08T00:00:00.000Z"
}, {
  "id" : 3651541676437397419,
  "title" : "No Regrets For Organizer Of Muhammad Cartoon Contest",
  "description" : "\"I will continue to speak in defense of freedom until the day I die,\" Pamela Geller told the AP. Her cartoon contest was attacked last weekend by Islamist militants.",
  "source" : "NPR News",
  "date" : "2015-05-08T00:00:00.000Z"
}, {
  "id" : -147161088421176300,
  "title" : "Canadian Judge Grants Former Guantanamo Inmate Bail",
  "description" : "Omar Khadr, who served more than a decade at Guantanamo Bay, has been released on bail while he waits out an appeal for war crimes' convictions. The Canadian government criticized the judge's ruling.",
  "source" : "NPR News",
  "date" : "2015-05-08T00:00:00.000Z"
}, {
  "id" : 1335015706902611110,
  "title" : "Let's Talk About Death Over Dinner",
  "description" : "Over the last two years, more than 70,000 people around the world have gathered to dine and discuss their own deaths, and the end-of-life decisions that entails. We eavesdrop on one such gathering.",
  "source" : "NPR News",
  "date" : "2015-05-08T00:00:00.000Z"
}, {
  "id" : 4431789874161904524,
  "title" : "No Goooaaal? Spain's Soccer Federation Suspends Season In Row Over Law",
  "description" : "At issue is a new law that allows poorer teams to share TV airtime and revenue more fairly. The law would break the monopoly of the league's two richest teams, Real Madrid and FC Barcelona.",
  "source" : "NPR News",
  "date" : "2015-05-08T00:00:00.000Z"
}, {
  "id" : 2302780383654086863,
  "title" : "What Happens When A Police Officer Doesn't Shoot?",
  "description" : "An officer's body camera captured his decision not to shoot a possibly armed suspect. He was praised for brave self-restraint, but some law enforcement officers say his reluctance was irresponsible.",
  "source" : "NPR News",
  "date" : "2015-05-08T00:00:00.000Z"
}, {
  "id" : 6097503208775150214,
  "title" : "White House To Add More Steel Spikes To Keep Intruders Out",
  "description" : "Last year, a man with a knife cleared the barricade and made it inside the White House. The Secret Service hopes more spikes will deter future fence jumpers.",
  "source" : "NPR News",
  "date" : "2015-05-08T00:00:00.000Z"
}, {
  "id" : -3001573990752949512,
  "title" : "A Fish With Cancer Raises Questions About Health Of Susquehanna River",
  "description" : "The smallmouth bass with a malignant tumor was caught late last year near Duncannon, Pa. Officials say it's the first time such a tumor has been found in the state on that type of fish.",
  "source" : "NPR News",
  "date" : "2015-05-08T00:00:00.000Z"
}, {
  "id" : -4934978993391119386,
  "title" : "Polls Close In Tight British Election, Show Lead For Conservative Party ",
  "description" : "Most analysts are predicting a lead for the Conservatives in Thursday's U.K. general election. But the closeness of the election might leave Britain facing a period of coalition building.",
  "source" : "NPR News",
  "date" : "2015-05-08T00:00:00.000Z"
}, {
  "id" : 1368792840063766101,
  "title" : "Tom Brady's Agent Slams NFL Report On 'Deflategate' ",
  "description" : "NPR's Robert Siegel talks to Tom Brady's agent, Don Yee, about the NFL report released Wednesday on \"deflategate,\" which he says was biased against Brady and the New England Patriots.",
  "source" : "NPR News",
  "date" : "2015-05-08T00:00:00.000Z"
}, {
  "id" : 2653306476325523598,
  "title" : "'The D Train' Rumbles On With Another Hunk/Schlub Comedy",
  "description" : "James Marsden and Jack Black play two men whose lives have taken very different paths after high school.",
  "source" : "NPR News",
  "date" : "2015-05-08T00:00:00.000Z"
}, {
  "id" : 1323797453791705147,
  "title" : "'Saint Laurent,' A Radical Man Of Fashion",
  "description" : "Bertrand Bonello's portrait of famed designer Yves Saint Laurent is cannily edited so that the film recalls the designer's impeccably cut styles.",
  "source" : "NPR News",
  "date" : "2015-05-08T00:00:00.000Z"
}, {
  "id" : -8472505444518398789,
  "title" : "Arnold Schwarzenegger Gets Serious About Fatherhood And Zombies",
  "description" : "In Maggie, the former governor plays a father trying to prevent his daughter from \"turning\" after she's caught up in an attack of the undead.",
  "source" : "NPR News",
  "date" : "2015-05-08T00:00:00.000Z"
} ]