[ {
  "id" : -463994381015488983,
  "title" : "Hillary Clinton woos technorati, draws comparison to Eleanor Roosevelt",
  "description" : "SAN FRANCISCO (Reuters) - Hillary Clinton makes the final stop on Friday on a California fundraising tour where she has courted technology titans for her 2016 campaign and where one of her admirers tried comparing her to fellow former first lady Eleanor Roosevelt.",
  "source" : "Reuters Top News",
  "date" : "2015-05-08T00:00:00.000Z"
}, {
  "id" : -5290900045648105554,
  "title" : "500 days out, Rio risks Olympics cost surge as building lags",
  "description" : "RIO DE JANEIRO (Reuters) - With less than 500 days until Rio de Janeiro hosts the Olympic Games, construction of several venues has not started and some major contracts have not even been tendered, setting the stage for a last-minute rush that will likely drive up costs.",
  "source" : "Reuters Top News",
  "date" : "2015-05-08T00:00:00.000Z"
}, {
  "id" : 1559729925318885388,
  "title" : "UK's Cameron poised to return to power, Labour routed in Scotland",
  "description" : "LONDON (Reuters) - Prime Minister David Cameron's Conservatives are set to govern Britain for another five years but fall just short of an outright majority, an exit poll showed, a result likely to trigger an in-out EU membership referendum.",
  "source" : "Reuters Top News",
  "date" : "2015-05-08T00:00:00.000Z"
}, {
  "id" : 4894073822856286606,
  "title" : "North Korea warns of 'targeted strikes' against South's navy: KCNA",
  "description" : "SEOUL (Reuters) - North Korea's military warned on Friday of \"unannounced targeted strikes\" against South Korea's navy, accusing the South of violating its territorial waters off the peninsula's west coast, the scene of deadly naval clashes in the past.",
  "source" : "Reuters Top News",
  "date" : "2015-05-08T00:00:00.000Z"
}, {
  "id" : -3422463296558814530,
  "title" : "U.S. job growth seen regaining steam, keeping Fed rate hike on track",
  "description" : "WASHINGTON (Reuters) - U.S. job growth likely rebounded last month and the unemployment rate probably dropped to a near seven-year low, signs of a pick up in economic momentum that could keep the Federal Reserve on track to hike interest rates this year.",
  "source" : "Reuters Top News",
  "date" : "2015-05-08T00:00:00.000Z"
}, {
  "id" : -1735756612587041908,
  "title" : "Boone Pickens sees oil rising, bets on Bush for White House",
  "description" : "LAS VEGAS (Reuters) - Billionaire investor T. Boone Pickens, who cemented his fortune with bets on oil companies, said the price of oil would likely hit $75 dollars a barrel by yearend as demand revives.",
  "source" : "Reuters Top News",
  "date" : "2015-05-08T00:00:00.000Z"
}, {
  "id" : 2150518115496492751,
  "title" : "U.S. to launch federal probe into Baltimore police practices: Washington Post",
  "description" : "WASHINGTON (Reuters) - Attorney General Loretta Lynch will launch a federal probe into whether Baltimore's police department has engaged in a \"pattern or practice\" of excessive force, the Washington Post reported on Thursday.",
  "source" : "Reuters Top News",
  "date" : "2015-05-08T00:00:00.000Z"
}, {
  "id" : 6054059216092794440,
  "title" : "FBI warned local police gunman had interest in Texas cartoon event",
  "description" : "WASHINGTON (Reuters) - The FBI warned police in Garland, Texas, about three hours before a shooting at a weekend exhibit of caricatures of the Prophet Mohammad that one of the gunmen who launched the failed attack was interested in the event, FBI Director James Comey said on Thursday.",
  "source" : "Reuters Top News",
  "date" : "2015-05-08T00:00:00.000Z"
}, {
  "id" : -3092639227037079672,
  "title" : "UK's Cameron on track to return to power as PM: exit poll",
  "description" : "LONDON (Reuters) - Prime Minister David Cameron's Conservatives are on track to govern Britain for another five years even though they are likely to fall just short of an outright majority at Thursday's election, an exit poll showed.",
  "source" : "Reuters Top News",
  "date" : "2015-05-08T00:00:00.000Z"
}, {
  "id" : 1529609949028756082,
  "title" : "More storms headed for Great Plains after tornadoes kill one, injure 12 in Oklahoma",
  "description" : "OKLAHOMA CITY (Reuters) - Thunderstorm and flash flood warnings were issued for several Great Plains states on Thursday, a day after a series of tornadoes touched down in Oklahoma, causing one death, injuring 12 and flattening buildings.",
  "source" : "Reuters Top News",
  "date" : "2015-05-08T00:00:00.000Z"
}, {
  "id" : -2140391499408036308,
  "title" : "Saudi-led coalition vows to hit Yemen's Houthis despite truce offer",
  "description" : "RIYADH/CAIRO (Reuters) - Saudi-led forces said on Thursday they would respond harshly against Yemen's Houthi rebels following attacks on citizens in border areas, hours after the kingdom offered a five-day humanitarian truce if the Shi'ite militia stopped fighting.",
  "source" : "Reuters Top News",
  "date" : "2015-05-08T00:00:00.000Z"
}, {
  "id" : -8158101614152411212,
  "title" : "State Department will not review Clinton ethics pledge breaches",
  "description" : "(Reuters) - The U.S. State Department will not review the breaches of the 2008 ethics agreement Hillary Clinton signed in order to become secretary of state after her family's charities admitted in March that they had not complied, a spokesman said on Thursday.",
  "source" : "Reuters Top News",
  "date" : "2015-05-08T00:00:00.000Z"
}, {
  "id" : 6577039916241630593,
  "title" : "U.S. military starts training Syrian fighters to combat Islamic State",
  "description" : "WASHINGTON/ISTANBUL (Reuters) - The United States has begun a long-awaited program to train Syrian fighters to go into combat against Islamic State, the Pentagon said on Thursday, deepening America's role in Syria's civil war after eight months of airstrikes against the Sunni militants.",
  "source" : "Reuters Top News",
  "date" : "2015-05-08T00:00:00.000Z"
}, {
  "id" : -6380927738238548529,
  "title" : "Cameron's Conservatives to be biggest party, close to majority: UK exit poll",
  "description" : "LONDON (Reuters) - British Prime Minister David Cameron's Conservatives are on course to win the most seats in parliament but will be just shy of an outright majority, an exit poll showed on Thursday after voting closed in a national election.",
  "source" : "Reuters Top News",
  "date" : "2015-05-08T00:00:00.000Z"
}, {
  "id" : -7880582393650665074,
  "title" : "State Department will not review Clinton ethics pledge breaches",
  "description" : "(Reuters) - The U.S. State Department will not review the breaches of the 2008 ethics agreement Hillary Clinton signed in order to become secretary of state after her family's charities admitted in March that they had not complied, a spokesman said on Thursday.",
  "source" : "Reuters Top News",
  "date" : "2015-05-08T00:00:00.000Z"
}, {
  "id" : -6945198626216846332,
  "title" : "Bond selloff cools, Wall Street rebounds",
  "description" : "NEW YORK (Reuters) - The global bond market rout slowed on Thursday as long-term borrowing costs retreated from their highest levels in more than five months, helping to stabilize European stocks and kindle a mild recovery on Wall Street.",
  "source" : "Reuters Top News",
  "date" : "2015-05-08T00:00:00.000Z"
}, {
  "id" : 844052043001014181,
  "title" : "White House fence getting sharper spikes in security upgrade",
  "description" : "WASHINGTON (Reuters) - The black iron fence surrounding the White House will be topped with a row of \"sharp metal points\" in July, the U.S. Secret Service said on Thursday, part of a series of security upgrades for the famous mansion where the president and his family live.",
  "source" : "Reuters Top News",
  "date" : "2015-05-08T00:00:00.000Z"
}, {
  "id" : 2104582621933898420,
  "title" : "Omar Khadr, once a Guantanamo inmate, freed on bail in Canada",
  "description" : "EDMONTON, Alberta (Reuters) - Omar Khadr, a Canadian who was once the youngest prisoner held on terror charges at Guantanamo Bay, will be released on bail from an Alberta prison on Thursday while he appeals a murder conviction by a U.S. military tribunal.",
  "source" : "Reuters Top News",
  "date" : "2015-05-08T00:00:00.000Z"
}, {
  "id" : 6580641609738707619,
  "title" : "De Blasio tells Rolling Stone New Yorkers don't appreciate him",
  "description" : "NEW YORK (Reuters) - Mayor Bill de Blasio said New Yorkers don't appreciate his \"very special\" accomplishments since he took office in January 2014, and criticized the actions of his predecessors and even President Barack Obama, according to a Rolling Stone interview.",
  "source" : "Reuters Top News",
  "date" : "2015-05-08T00:00:00.000Z"
}, {
  "id" : 1139515837982135114,
  "title" : "Greece defies euro zone on pension, labor reform",
  "description" : "ATHENS/BRUSSELS (Reuters) - Greece defied its international creditors on Thursday, refusing to cut pensions or ease layoffs to meet their demands, dimming prospects of progress next week toward securing desperately needed financial aid.",
  "source" : "Reuters Top News",
  "date" : "2015-05-08T00:00:00.000Z"
} ]