[ {
  "id" : 6246342170406257249,
  "title" : "Surveillance Vote in Senate Is Tangled in G.O.P. Debate",
  "description" : "Unlike past partisan fights, the struggle over Patriot Act provisions on phone records, which is set to resume on Sunday, is an ideological battle pitting Republicans against one another.",
  "source" : "New York Times",
  "date" : "2015-05-30T14:26:44.675Z"
}, {
  "id" : -8549874431017264313,
  "title" : "In Carving Niche, Martin O’Malley Pushes Image of Vitality",
  "description" : "At 52, former Gov. Martin O’Malley of Maryland aims to contrast himself with the Democratic candidates Hillary Rodham Clinton and Bernie Sanders.",
  "source" : "New York Times",
  "date" : "2015-05-30T14:26:44.675Z"
}, {
  "id" : 4864878233935163143,
  "title" : "Mohamed Soltan, U.S. Citizen Imprisoned in Egypt, Is Released",
  "description" : "Mr. Soltan, who was arrested during the protests over the ouster of President Mohamed Morsi, gained attention through letters smuggled out of prison.",
  "source" : "New York Times",
  "date" : "2015-05-30T14:26:44.675Z"
}, {
  "id" : -8319148873471570505,
  "title" : "A Choice for Recovering Addicts: Relapse or Homelessness",
  "description" : "Virtually unnoticed and effectively unregulated, a system of housing known as “three-quarter” homes profits off the poor and desperate in New York City.",
  "source" : "New York Times",
  "date" : "2015-05-30T14:26:44.675Z"
}, {
  "id" : -534271056668075265,
  "title" : "Pakistan Launches Hunt for Bus Hijackers Who Killed 19",
  "description" : "Pakistani security forces launched a major operation before dawn Saturday to hunt down gunmen who hijacked two buses and killed at least 19 passengers in the country's southwest, officials said.",
  "source" : "New York Times",
  "date" : "2015-05-30T14:26:44.675Z"
}, {
  "id" : 2480611684182393830,
  "title" : "Rangers Are Shut Out in Game 7 as Lightning Reach Finals",
  "description" : "The Rangers’ season ended Friday when Tampa Bay took the deciding game of the Eastern Conference finals.",
  "source" : "New York Times",
  "date" : "2015-05-30T14:26:44.675Z"
}, {
  "id" : 2411928723043574870,
  "title" : "Jerry Dior, Designer of Major League Baseball’s Logo, Dies at 82",
  "description" : "The logo was a routine assignment for Mr. Dior, completed in one afternoon, while he was working for Sandgren & Murtha, a New York City marketing concern.",
  "source" : "New York Times",
  "date" : "2015-05-30T14:26:44.675Z"
}, {
  "id" : -7165092153814381358,
  "title" : "Study Using Gay Canvassers Erred in Methods, Not Results, Author Says",
  "description" : "Michael J. LaCour apologized for misrepresenting some aspects of the study about the effect gay canvassers can have in changing people’s minds about same-sex marriage.",
  "source" : "New York Times",
  "date" : "2015-05-30T14:26:44.675Z"
}, {
  "id" : 962702011880185,
  "title" : "Families Press for Changes in Policy on Hostages",
  "description" : "A White House-ordered review is expected to produce recommendations such as a new interdepartmental “fusion cell” for recovering American captives, but not a shift in the government’s stance against ransom payments.",
  "source" : "New York Times",
  "date" : "2015-05-30T14:26:44.675Z"
}, {
  "id" : 5084322656849329091,
  "title" : "Obama Warns the Senate to Pass Surveillance Law",
  "description" : "The president said the Senate was playing with fire if it failed to approve the USA Freedom Act this weekend.",
  "source" : "New York Times",
  "date" : "2015-05-30T14:26:44.675Z"
}, {
  "id" : 8194636109351054494,
  "title" : "Chinese Security Laws Elevate the Party and Stifle Dissent. Mao Would Approve.",
  "description" : "The new law, released in draft form this month, says security must be maintained “to realize the great rejuvenation of the Chinese nation.”",
  "source" : "New York Times",
  "date" : "2015-05-30T14:26:44.675Z"
}, {
  "id" : 2015439630923790548,
  "title" : "Hastert Case Is Said to Be Linked to Decades-Old Sexual Abuse",
  "description" : "Two people briefed on an F.B.I. investigation of J. Dennis Hastert, the former House speaker, said the payments were hush money to conceal misconduct during his years as a teacher.",
  "source" : "New York Times",
  "date" : "2015-05-30T14:26:44.675Z"
}, {
  "id" : 4845283322187227876,
  "title" : "Edward P. Gilligan, American Express Executive, Dies at 55",
  "description" : "Mr. Gilligan was largely seen as the likely successor to Kenneth Chenault, the chief executive.",
  "source" : "New York Times",
  "date" : "2015-05-30T14:26:44.675Z"
}, {
  "id" : 2687786065266202034,
  "title" : "Ross Ulbricht, Creator of Silk Road Website, Is Sentenced to Life in Prison",
  "description" : "Mr. Ulbricht was sentenced to life in prison for his role as what prosecutors described as “the kingpin of a worldwide digital drug-trafficking enterprise.”",
  "source" : "New York Times",
  "date" : "2015-05-30T14:26:44.675Z"
}, {
  "id" : 2944686547911425976,
  "title" : "Washington Memo: Once-Calming Leader and a Stunning Turn",
  "description" : "J. Dennis Hastert was “the coach,” a colleague said. “He was a solid guy. He never raised his voice.”",
  "source" : "New York Times",
  "date" : "2015-05-30T14:26:44.675Z"
}, {
  "id" : 1715885757958793891,
  "title" : "Nikki Finke, Feared Hollywood Reporter, Turns to Fiction",
  "description" : "Barred by a settlement from practicing journalism about the entertainment industry online, Ms. Finke is writing fiction for her new website, Hollywood Dementia.",
  "source" : "New York Times",
  "date" : "2015-05-30T14:26:44.676Z"
}, {
  "id" : -799305995177724933,
  "title" : "First Draft: Bernie Sanders Recants 1972 Article on Women’s Fantasies of Rape",
  "description" : "An article that Mr. Sanders wrote more than 40 years ago has resurfaced and he said it demonstrated how political campaigns can be like soap operas at times.",
  "source" : "New York Times",
  "date" : "2015-05-30T14:26:44.676Z"
}, {
  "id" : -4106282657787658294,
  "title" : "Sepp Blatter Withstands Scandal and Criticism to Secure a Fifth Term",
  "description" : "Mr. Blatter emerged from a week marked by the arrest of several top soccer officials to win re-election as FIFA’s president.",
  "source" : "New York Times",
  "date" : "2015-05-30T14:26:44.676Z"
}, {
  "id" : -8771579351551398815,
  "title" : "U.S. Removes Cuba From State-Sponsored Terrorism List",
  "description" : "The decision to remove Cuba from a list of state sponsors of terrorism is a crucial step in normalizing ties between Washington and Havana.",
  "source" : "New York Times",
  "date" : "2015-05-30T14:26:44.676Z"
}, {
  "id" : 919391290706970280,
  "title" : "New York Nail Salons Now Required to Post Workers’ Bill of Rights",
  "description" : "The placards are the latest effort by city and state leaders to curb the widespread exploitation of workers in the sprawling nail salon industry.",
  "source" : "New York Times",
  "date" : "2015-05-30T14:26:44.676Z"
} ]