[ {
  "id" : -685098172356079460,
  "title" : "Newly Re-Elected, FIFA's Sepp Blatter Denies Ties To Corruption",
  "description" : "At a press conference Saturday, newly re-elected FIFA president Sepp Blatter was defiant, insisting he had nothing to fear from the ongoing investigation. NPR's Scott Simon talks with AP's Rob Harris.",
  "source" : "NPR News",
  "date" : "2015-05-30T14:26:45.040Z"
}, {
  "id" : -6677577300067375130,
  "title" : "Under Cover Of Conflict, Hamas Killed Palestinians, Amnesty Alleges",
  "description" : "The human rights organization says Hamas deliberately killed at least 23 Palestinians during the war with Israel last summer. Those killed were accused by Hamas of collaborating with Israel.",
  "source" : "NPR News",
  "date" : "2015-05-30T14:26:45.040Z"
}, {
  "id" : -4191943166744833864,
  "title" : "Death Toll In Texas, Oklahoma Floods At 28",
  "description" : "The region is expecting more rain and officials warn that the Colorado River at Wharton could crest today, causing even more flooding in what has been the wettest May on record for the state.",
  "source" : "NPR News",
  "date" : "2015-05-30T14:26:45.040Z"
}, {
  "id" : 3809009117386828113,
  "title" : "Fresh Air Weekend: David Oyelowo, Highlights (And Lowlights) Of Cannes",
  "description" : "British-born Nigerian actor David Oyelowo talks about playing an American veteran in Nightingale. John Powers returns from the French film festival to discuss this year's new international films.",
  "source" : "NPR News",
  "date" : "2015-05-30T14:26:45.040Z"
}, {
  "id" : -2816919149711186744,
  "title" : "Thousands Who Run, Few Who Fight: A Journalist On Ramadi's Fall",
  "description" : "Ayman Oghanna was embedded with Iraqi special forces in Ramadi two days before the city fell to the self-declared Islamic State. He says Iraq's elite forces are capable, but need far more support.",
  "source" : "NPR News",
  "date" : "2015-05-30T14:26:45.040Z"
}, {
  "id" : -6750864747741089755,
  "title" : "Egypt Agrees To Deport U.S. Citizen Sentenced For Protests",
  "description" : "In April, Mohamed Soltan, 27, was sentenced to life in prison for his ties to the outlawed Muslim Brotherhood. He had been on a more than year-long hunger strike.",
  "source" : "NPR News",
  "date" : "2015-05-30T14:26:45.040Z"
}, {
  "id" : -5362019852351626558,
  "title" : "The Good Listener: Why Do Amusement Parks Still Crank Songs From The '80s?",
  "description" : "Everything changes — except theme-park playlists, where REO Speedwagon, Journey and Supertramp have never gone out of style. Why is that, exactly?",
  "source" : "NPR News",
  "date" : "2015-05-30T14:26:45.040Z"
}, {
  "id" : 5989072617559335821,
  "title" : "Mary Ellen Mark And The Caged Prostitutes Of Mumbai",
  "description" : "The photographer, who died this week, turned her lens on the marginal people of the world. One of her most acclaimed projects was her series of photos taken in the brothels of Mumbai.",
  "source" : "NPR News",
  "date" : "2015-05-30T14:26:45.040Z"
}, {
  "id" : 7392347843142995623,
  "title" : "Blackhawks Or Ducks: Whom Will The Lightning Face In NHL Finals?",
  "description" : "NPR's Tom Goldman joins Scott Simon to talk about the Women's World Cup. He'll also talk hockey playoffs, previewing the Chicago Blackhawks - Anaheim Ducks matchup.",
  "source" : "NPR News",
  "date" : "2015-05-30T14:26:45.040Z"
}, {
  "id" : -6138185260643765398,
  "title" : "Martin O'Malley Set To Join The 2016 Race",
  "description" : "The former Maryland governor and Baltimore mayor enters the Democratic race for president Saturday. NPR's Scott Simon talks with Juana Summers about how O'Malley will approach the campaign.",
  "source" : "NPR News",
  "date" : "2015-05-30T14:26:45.040Z"
}, {
  "id" : 1683713890134755559,
  "title" : "As The Soccer World Staggers, What's Next For FIFA?",
  "description" : "NPR's Scott Simon talks with Roger Bennett, host of Men in Blazers on NBC Sports Network, about what's ahead for FIFA and fans of soccer.",
  "source" : "NPR News",
  "date" : "2015-05-30T14:26:45.040Z"
}, {
  "id" : -8292137142265936045,
  "title" : "The Big Numbers Behind The Beautiful Game's Ugly Scandal",
  "description" : "More than 715 million people watched the final of the World Cup in South Africa. FIFA collected $1.6 billion from its sponsors between 2011-2014.",
  "source" : "NPR News",
  "date" : "2015-05-30T14:26:45.040Z"
}, {
  "id" : -3042399613936976126,
  "title" : "The Secret Of The Syrinx: Why Birdsongs Sound Like They Do",
  "description" : "Birds can sound like sump-pumps, outboard motors or crazed squirrels, but of course their songs can also be sublime. NPR's Scott Simon talks with Ray Brown from the show Talkin' Birds.",
  "source" : "NPR News",
  "date" : "2015-05-30T14:26:45.040Z"
}, {
  "id" : -738555288157382180,
  "title" : "Running 26.2 — At 92 Years Of Age",
  "description" : "On Sunday, thousands of runners will take to the streets in San Diego for the annual Rock'n'Roll marathon. A record might be set, too — not for the fastest finisher but for one of the oldest.",
  "source" : "NPR News",
  "date" : "2015-05-30T14:26:45.040Z"
}, {
  "id" : -1329716550152486286,
  "title" : "Bringing Tales Of WWII To American Radios And Bookshelves",
  "description" : "Bill Shirer brought stories of war in Europe into American homes. NPR's Scott Simon talks with Ken Cuthbertson about his new book, A Complex Fate: William L. Shirer and the American Century.",
  "source" : "NPR News",
  "date" : "2015-05-30T14:26:45.040Z"
} ]