[ {
  "id" : 777790065175413787,
  "title" : "FIFA's Blatter comes out fighting despite scandal and divisions",
  "description" : "ZURICH (Reuters) - FIFA President Sepp Blatter came out fighting on Saturday as he began his fifth term in charge of soccer's governing body, implying that the United States timed the announcement of a major corruption probe to try to scupper his re-election bid.",
  "source" : "Reuters Top News",
  "date" : "2015-05-30T14:26:45.500Z"
}, {
  "id" : 3234378056772004295,
  "title" : "Greece open to compromise to seal deal this week: interior minister",
  "description" : "ATHENS (Reuters) - Greece's government is confident of reaching a deal with its creditors this week and is open to pushing back parts of its anti-austerity program to make that happen, the country's interior minister said Saturday.",
  "source" : "Reuters Top News",
  "date" : "2015-05-30T14:26:45.500Z"
}, {
  "id" : -2647925299272336025,
  "title" : "Myanmar lands seized migrant boat on island",
  "description" : "HAINGGYI ISLAND, Myanmar (Reuters) - A boat packed with more than 700 \"boat people\" seized off Myanmar's coast was stopped on a small island on Saturday, as officials gave mixed signals about its final destination.",
  "source" : "Reuters Top News",
  "date" : "2015-05-30T14:26:45.500Z"
}, {
  "id" : -5644138260143022060,
  "title" : "Gunmen kill 22 bus passengers in Pakistan attack",
  "description" : "QUETTA, Pakistan (Reuters) - Gunmen disguised as members of the Pakistani security forces killed at least 22 passengers on Friday night after forcing them off buses traveling from the western city of Quetta to Karachi on the southern coast, officials said.",
  "source" : "Reuters Top News",
  "date" : "2015-05-30T14:26:45.500Z"
}, {
  "id" : 3090909457672393571,
  "title" : "U.S. says China's island-building erodes security; Beijing angered",
  "description" : "SINGAPORE (Reuters) - U.S. Defense Secretary Ash Carter said on Saturday that China's island-building in the South China Sea was undermining security in the Asia-Pacific, drawing a scathing response from the foreign ministry in Beijing.",
  "source" : "Reuters Top News",
  "date" : "2015-05-30T14:26:45.501Z"
}, {
  "id" : -711618947749099895,
  "title" : "U.S. and Iran address obstacles to nuclear deal as deadline nears",
  "description" : "GENEVA (Reuters) - U.S. Secretary of State John Kerry met his Iranian counterpart Mohammad Javad Zarif on Saturday in a bid to overcome the remaining obstacles to a final nuclear agreement, a month ahead of a deadline for a deal between Tehran and world powers.",
  "source" : "Reuters Top News",
  "date" : "2015-05-30T14:26:45.501Z"
}, {
  "id" : -5479221285283258822,
  "title" : "U.N. warns of coming hunger in North Korea",
  "description" : "GENEVA (Reuters) - A drought in North Korea could lead to huge food shortages this year, the top U.N. official in the country told Reuters in an interview.",
  "source" : "Reuters Top News",
  "date" : "2015-05-30T14:26:45.501Z"
}, {
  "id" : -389714622286623647,
  "title" : "Obama says 'handful of senators' blocking surveillance reforms",
  "description" : "WASHINGTON (Reuters) - U.S. President Barack Obama warned on Friday that surveillance powers used to prevent attacks on Americans could lapse at midnight on Sunday unless \"a handful of senators\" stop standing in the way of reform legislation.",
  "source" : "Reuters Top News",
  "date" : "2015-05-30T14:26:45.501Z"
}, {
  "id" : 670733447156577579,
  "title" : "Presidential disaster declaration signed after Texas storms kill 21",
  "description" : "DALLAS (Reuters) - U.S. President Barack Obama signed a disaster declaration late on Friday for areas in Texas hammered by severe weather that killed at least 21 people, caused massive flooding and prompted evacuations this week.",
  "source" : "Reuters Top News",
  "date" : "2015-05-30T14:26:45.501Z"
}, {
  "id" : 1931268842401669374,
  "title" : "Crowds gather for anti-Islam demonstration outside Phoenix mosque",
  "description" : "PHOENIX (Reuters) - More than 200 protesters, some armed, berated Islam and its Prophet Mohammed outside an Arizona mosque on Friday in a provocative protest that was denounced by counterprotesters shouting \"Go home, Nazis,\" weeks after an anti-Muslim event in Texas came under attack by two gunmen.",
  "source" : "Reuters Top News",
  "date" : "2015-05-30T14:26:45.501Z"
}, {
  "id" : -5340034323395238073,
  "title" : "U.S. military orders review as anthrax mishap widens",
  "description" : "WASHINGTON (Reuters) - The U.S. military said on Friday it discovered even more suspected shipments of live anthrax than previously thought, both in the United States and abroad, and ordered a sweeping review of practices meant to inactivate the bacteria.",
  "source" : "Reuters Top News",
  "date" : "2015-05-30T14:26:45.501Z"
}, {
  "id" : 5130657148916950097,
  "title" : "Rollback of U.S. spy powers would mark post-9/11 watershed",
  "description" : "WASHINGTON (Reuters) - At 3:59 p.m. EDT on Sunday, the National Security Agency and telecommunications companies will begin mothballing a once-secret system that collected Americans' bulk telephone records, shutting down computers and sealing off warehouses of digital data.",
  "source" : "Reuters Top News",
  "date" : "2015-05-30T14:26:45.501Z"
}, {
  "id" : 222280094269684857,
  "title" : "Mexico lawmakers demand president detail wealth after misrepresentation",
  "description" : "MEXICO CITY (Reuters) - Mexico's president came under pressure on Friday to fully disclose his financial assets following a Reuters report on Thursday that he had misrepresented the circumstances under which he acquired a property in a lakeside retreat near Mexico City.",
  "source" : "Reuters Top News",
  "date" : "2015-05-30T14:26:45.501Z"
}, {
  "id" : -6776497997568181889,
  "title" : "Blatter wins fifth FIFA term as challenger concedes",
  "description" : "ZURICH (Reuters) - Sepp Blatter was re-elected president of FIFA for a fifth term on Friday after his only challenger conceded defeat in an election overshadowed by allegations of rampant corruption in world soccer.",
  "source" : "Reuters Top News",
  "date" : "2015-05-30T14:26:45.501Z"
}, {
  "id" : 7612357164332696263,
  "title" : "Insurgents advance in areas around captured Syrian town: monitor",
  "description" : "BEIRUT (Reuters) - Insurgents who captured the last government-held town in Syria's Idlib province celebrated inside on Friday and made more advances in surrounding areas, in a further blow to the stretched army and allied militia.",
  "source" : "Reuters Top News",
  "date" : "2015-05-30T14:26:45.501Z"
}, {
  "id" : 8796415180892544961,
  "title" : "Texas seeks presidential disaster declaration after storms kill 21",
  "description" : "DALLAS (Reuters) - Texas Governor Greg Abbott sought a presidential disaster declaration on Friday after severe weather this week killed at least 21 people, caused massive flooding and prompted evacuations.",
  "source" : "Reuters Top News",
  "date" : "2015-05-30T14:26:45.501Z"
}, {
  "id" : -6740765608806814762,
  "title" : "Blatter wins fifth FIFA term as challenger concedes",
  "description" : "ZURICH (Reuters) - Sepp Blatter was re-elected president of FIFA for a fifth term on Friday after his only challenger conceded defeat in an election overshadowed by allegations of rampant corruption in world soccer.",
  "source" : "Reuters Top News",
  "date" : "2015-05-30T14:26:45.501Z"
}, {
  "id" : 1818889164160316811,
  "title" : "U.S. warns G7 of global economy 'accident' without Greece deal",
  "description" : "DRESDEN, Germany (Reuters) - The United States warned on Friday of a possible accident for the world economy if Greece and its creditors miss their June deadlines to avert a debt default.",
  "source" : "Reuters Top News",
  "date" : "2015-05-30T14:26:45.501Z"
}, {
  "id" : 8205935676932062899,
  "title" : "SE Asia vows to rescue 'boat people'; Myanmar seizes migrant vessel",
  "description" : "BANGKOK (Reuters) - Southeast Asian nations agreed on Friday to intensify search and rescue efforts to help vulnerable \"boat people\" stranded in the region's seas, as Myanmar said its navy had seized a vessel off its coast with more than 700 migrants aboard.",
  "source" : "Reuters Top News",
  "date" : "2015-05-30T14:26:45.501Z"
}, {
  "id" : 1261625629878241776,
  "title" : "Hollande, Merkel call for rapid implementation of Minsk agreement",
  "description" : "PARIS (Reuters) - French President Francois Hollande and German Chancellor Angela Merkel have called on Russian President Vladimir Putin to rapidly implement measures agreed under the Feb.12 Minsk ceasefire, Hollande's office said in a statement.",
  "source" : "Reuters Top News",
  "date" : "2015-05-30T14:26:45.501Z"
} ]