[ {
  "id" : 5833059736670344696,
  "title" : "Egyptian Court Sentences Ousted President Morsi to Death",
  "description" : "Mr. Morsi was sentenced to death over his part in a mass prison break that took place during the 2011 uprising that toppled Hosni Mubarak.",
  "source" : "New York Times",
  "date" : "2015-05-16T12:19:59.645Z"
}, {
  "id" : -2455926430209879875,
  "title" : "Court Sentences Egypt's Ousted President to Death",
  "description" : "An Egyptian court has sentenced ousted President Mohammed Morsi to death.",
  "source" : "New York Times",
  "date" : "2015-05-16T12:19:59.645Z"
}, {
  "id" : -7883302872312298,
  "title" : "Fair Game: Shareholders’ Votes Have Done Little to Curb Lavish Executive Pay",
  "description" : "Despite rules empowering shareholders to rein in soaring pay packages, few have chosen to do so, perhaps because of a rising stock market.",
  "source" : "New York Times",
  "date" : "2015-05-16T12:19:59.645Z"
}, {
  "id" : -336194505930398543,
  "title" : "For the Highest-Paid C.E.O.s, the Party Goes On",
  "description" : "Four chief executives at five companies with ties to John C. Malone, who built a cable and communications empire, were awarded more than $350 million last year.",
  "source" : "New York Times",
  "date" : "2015-05-16T12:19:59.645Z"
}, {
  "id" : -5204200091964408996,
  "title" : "They Built It. No One Came.",
  "description" : "In Pennsylvania, two men with 63 acres and a communal vision of utopia learn the hard way that not everyone follows the leader.",
  "source" : "New York Times",
  "date" : "2015-05-16T12:19:59.645Z"
}, {
  "id" : -3337296744838554014,
  "title" : "Russian Rocket Carrying Mexican Satellite Is Said to Crash in Siberia",
  "description" : "The Proton-M rocket, which was ferrying a telecommunications satellite, crashed minutes after launch on Saturday, Russian news agencies reported.",
  "source" : "New York Times",
  "date" : "2015-05-16T12:19:59.645Z"
}, {
  "id" : -4947574589331661221,
  "title" : "8 Bodies Recovered From Wreckage of Marine Helicopter, Nepal Army Says",
  "description" : "Six Marines and two Nepali soldiers were aboard the UH-1 Huey that crashed Tuesday while assisting in earthquake relief efforts.",
  "source" : "New York Times",
  "date" : "2015-05-16T12:19:59.645Z"
}, {
  "id" : -3255642185484520539,
  "title" : "Clintons Earned $30 Million in 16 Months, Report Shows",
  "description" : "The couple’s earnings and assets were to be detailed in disclosure forms that presidential candidates were required to file with federal officials.",
  "source" : "New York Times",
  "date" : "2015-05-16T12:19:59.645Z"
}, {
  "id" : 2601355275462449634,
  "title" : "Victims Find Solace and Sorrow in Boston Verdict and Are Ready to Move On",
  "description" : "Victims and emergency medical workers reacted online and off to the jury decision that Dzhokhar Tsarnaev should get the death penalty for the 2013 attack.",
  "source" : "New York Times",
  "date" : "2015-05-16T12:19:59.645Z"
}, {
  "id" : 5645916805486807336,
  "title" : "F. A. O. Schwarz to Close Its Doors on Fifth Avenue",
  "description" : "F.A.O. Schwarz, which has been a fixture in New York for 145 years and a character in the 1988 Tom Hanks film “Big,” is actively scouring Manhattan for a new, less costly location.",
  "source" : "New York Times",
  "date" : "2015-05-16T12:19:59.645Z"
}, {
  "id" : 8295148076122621639,
  "title" : "Amtrak Train Possibly Hit Before Wreck",
  "description" : "An assistant conductor on the Amtrak train said she heard the engineer tell another operator in a radio transmission that the train had just been struck by something.",
  "source" : "New York Times",
  "date" : "2015-05-16T12:19:59.645Z"
}, {
  "id" : 5374702226255633879,
  "title" : "Dzhokhar Tsarnaev Given Death Penalty in Boston Marathon Bombing",
  "description" : "The federal jury that convicted Mr. Tsarnaev last month in the Boston Marathon bombing rejected the defense’s case that his brother, Tamerlan, had held a malevolent sway over him and had led him to commit the crimes.",
  "source" : "New York Times",
  "date" : "2015-05-16T12:19:59.645Z"
}, {
  "id" : 2382627164428382183,
  "title" : "Racist Police Emails Put Florida Cases in Doubt",
  "description" : "The state attorney’s office is looking into cases by two police officers in Miami Beach who exchanged about 230 emails containing racist and sexist jokes.",
  "source" : "New York Times",
  "date" : "2015-05-16T12:19:59.646Z"
}, {
  "id" : 3932169926319032449,
  "title" : "Washington Governor Declares Drought Emergency",
  "description" : "Gov. Jay Inslee also warned that residents should be prepared for an active fire season.",
  "source" : "New York Times",
  "date" : "2015-05-16T12:19:59.646Z"
}, {
  "id" : -1167434142559452566,
  "title" : "Wreck Adds to the Debate on Amtrak Funding",
  "description" : "Days after the deadly train derailment in Philadelphia, the debate over Amtrak funding continues to be a partisan flash point in Congress.",
  "source" : "New York Times",
  "date" : "2015-05-16T12:19:59.646Z"
}, {
  "id" : -7770720770978534469,
  "title" : "Obama Salutes Fallen Law Enforcement Officers as Heroes",
  "description" : "The president spoke at a memorial ceremony to thousands of officers and family members of those killed in action.",
  "source" : "New York Times",
  "date" : "2015-05-16T12:19:59.646Z"
}, {
  "id" : -1818423331119120821,
  "title" : "2 New York City Jail Employees Arrested on Smuggling Charges",
  "description" : "Months after Mayor Bill de Blasio announced a crackdown on contraband smuggling at Rikers Island, employees continue to flout the law, investigators say.",
  "source" : "New York Times",
  "date" : "2015-05-16T12:19:59.646Z"
}, {
  "id" : -5579729290196548604,
  "title" : "2 Women Moved to Write Stories Uncover a Surprisingly Personal One",
  "description" : "Through a series of coincidences, two sisters adopted by different families more than 30 years ago find each other in a Columbia University classroom.",
  "source" : "New York Times",
  "date" : "2015-05-16T12:19:59.646Z"
}, {
  "id" : -5889615828078974185,
  "title" : "News Analysis: A Diplomatic Victory, and Affirmation, for Putin",
  "description" : "A visit by Secretary of State John Kerry was seen as an olive branch and an acknowledgment that Russia is too important to ignore.",
  "source" : "New York Times",
  "date" : "2015-05-16T12:19:59.646Z"
}, {
  "id" : -3407102195914542039,
  "title" : "Charged With Graft in China, Some Fugitives Are Finding Luxury in U.S.",
  "description" : "The United States, Canada, New Zealand and Australia, none of which have extradition treaties with China, were identified as the leading destinations for suspects.",
  "source" : "New York Times",
  "date" : "2015-05-16T12:19:59.646Z"
} ]