[ {
  "id" : -3691506816996748044,
  "title" : "Egyptian Court Hands Morsi A Death Sentence",
  "description" : "The former president who was ousted in 2013 had already been sentenced to 20 years in prison on other charges. The country's highest religious authority will still review the penalty.",
  "source" : "NPR News",
  "date" : "2015-05-16T12:19:59.867Z"
}, {
  "id" : -1829225714109664277,
  "title" : "The Good Listener: Can I Deflate The Beach Balls At Concerts?",
  "description" : "A reader who really hates beach balls at concerts wants to know her options.",
  "source" : "NPR News",
  "date" : "2015-05-16T12:19:59.867Z"
}, {
  "id" : 5943771905555109348,
  "title" : "Basketball Playoffs And Preakness: The Week In Sports",
  "description" : "The field is narrowing in both the NBA and NHL playoffs, and it's time for the Preakness Stakes. Sports correspondent Tom Goldman joins NPR's Scott Simon to talk about the week in sports.",
  "source" : "NPR News",
  "date" : "2015-05-16T12:19:59.867Z"
}, {
  "id" : 4354022874467976414,
  "title" : "Nepali Times Editor: After Quakes, Nepalese Surprisingly Upbeat",
  "description" : "Two earthquakes and numerous aftershocks have hit Nepal, killing thousands and leaving millions in need. Kunda Dixit, editor of the Nepali Times, tells NPR's Scott Simon about how people are coping.",
  "source" : "NPR News",
  "date" : "2015-05-16T12:19:59.867Z"
}, {
  "id" : 829104464506875723,
  "title" : "Egyptian Court Sentences Ousted President Morsi To Death",
  "description" : "An Egyptian court has sentenced ousted President Mohammed Morsi to death. NPR's Scott Simon speaks with the London Times correspondent in Cairo, Bel Trew.",
  "source" : "NPR News",
  "date" : "2015-05-16T12:19:59.867Z"
}, {
  "id" : 7561618128984773011,
  "title" : "Amtrak Train May Have Been Struck By Object Before Crash",
  "description" : "Federal investigators are still trying to work out how an Amtrak train derailed killing eight people on Tuesday evening. NPR's Scott Simon speaks with former Amtrak President David Hughes.",
  "source" : "NPR News",
  "date" : "2015-05-16T12:19:59.867Z"
}, {
  "id" : -197075359170873426,
  "title" : "Pressed For Time? Try Hiring A Body Double",
  "description" : "A Mexican politician is trying to find a body double to attend ceremonial events in his stead. NPR's Scott Simon wonders if it might be a useful gimmick for American politicians, too.",
  "source" : "NPR News",
  "date" : "2015-05-16T12:19:59.867Z"
}, {
  "id" : 5644951034513939193,
  "title" : "In 'Rhythm,' Bhi Bhiman's Music Isn't Limited By National Borders",
  "description" : "Bhi Bhiman had an all-American childhood, but his songs have an international character. He talks with NPR's Scott Simon about his childhood, his politics, and his new album, Rhythm and Reason.",
  "source" : "NPR News",
  "date" : "2015-05-16T12:19:59.867Z"
}, {
  "id" : -1004481863580262211,
  "title" : "American Ballet Theater Turns 75",
  "description" : "Over the ABT's three-quarters of a century, the company has stuck to its mission of presenting classics like Swan Lake along with works of contemporary choreographers.",
  "source" : "NPR News",
  "date" : "2015-05-16T12:19:59.867Z"
}, {
  "id" : -1786009145216395264,
  "title" : "Amy Poehler On Vinyl Designed To Catch Eyes Along With Ears",
  "description" : "Harper Collins Audio is releasing a vinyl edition of Amy Poehler's book, Yes Please. The publisher thinks the combination of old media, plus the popular Poehler, will attract a young audience.",
  "source" : "NPR News",
  "date" : "2015-05-16T12:19:59.867Z"
}, {
  "id" : 3040956810247444882,
  "title" : "Tensions In South China Seas Looms Over Kerry Visit",
  "description" : "Secretary of State John Kerry underscored U.S. concerns over China's claim to ownership of disputed islands the South China Sea, an issue that has strained relations in the region.",
  "source" : "NPR News",
  "date" : "2015-05-16T12:19:59.867Z"
}, {
  "id" : -3045479444524651650,
  "title" : "Week Of Damage Control For Jeb Bush And Hillary Clinton",
  "description" : "It's been a tough political week for Jeb Bush and Hillary Clinton on issues of Iraq and Clinton Foundation funding. Political editor Ron Elving talks with NPR's Scott Simon about the implications.",
  "source" : "NPR News",
  "date" : "2015-05-16T12:19:59.867Z"
}, {
  "id" : 1101845297479700795,
  "title" : "Boston Pops Gives The Audience What It Wants",
  "description" : "NPR's Scott Simon talks to Boston Pops conductor Keith Lockhart about the By Popular Demand program, in which the audience helps pick the music the Pops plays.",
  "source" : "NPR News",
  "date" : "2015-05-16T12:19:59.868Z"
}, {
  "id" : -8712467602104773546,
  "title" : "Venice's Gondoliers Make Room For Wheelchairs",
  "description" : "A group of gondoliers in Venice have banded together to come up with a way for people in wheelchairs to enjoy that most Venetian of experiences.",
  "source" : "NPR News",
  "date" : "2015-05-16T12:19:59.868Z"
}, {
  "id" : 7519048023596916085,
  "title" : "Preakness Stakes Run In The Wake Of Baltimore Riots",
  "description" : "With today's running of the Preakness Stakes, Baltimore hopes to celebrate a diversion from weeks of protest that roiled the city.",
  "source" : "NPR News",
  "date" : "2015-05-16T12:19:59.868Z"
} ]