[ {
  "id" : -5990843297076413482,
  "title" : "Migrants in 'maritime ping-pong' as Asian nations turn them back",
  "description" : "KOH LIPE, Thailand/LANGSA, Indonesia (Reuters) - A boat crammed with migrants was towed out to sea by the Thai navy and then held up by Malaysian vessels on Saturday, the latest round of \"maritime ping-pong\" by Asian states determined not to let asylum seekers come ashore.",
  "source" : "Reuters Top News",
  "date" : "2015-05-16T12:20:00.226Z"
}, {
  "id" : 1032930026723428794,
  "title" : "Islamic State said to advance further near ancient Palmyra",
  "description" : "BEIRUT (Reuters) - Islamic State militants were reported to have gained ground against Syrian troops in fighting near the historic city of Palmyra on Saturday, a target in an offensive by the jihadist group that has raised concern for the U.N. world heritage site.",
  "source" : "Reuters Top News",
  "date" : "2015-05-16T12:20:00.226Z"
}, {
  "id" : -3430860075937085855,
  "title" : "Eight bodies recovered from wreckage of U.S. helicopter in Nepal",
  "description" : "KATHMANDU (Reuters) - The bodies of eight soldiers have been recovered from the wreckage of a U.S. military helicopter lost on an earthquake relief mission in Nepal high on a mountainside, Nepali officials said on Saturday.",
  "source" : "Reuters Top News",
  "date" : "2015-05-16T12:20:00.226Z"
}, {
  "id" : 6144523445657244286,
  "title" : "Iran's leader vows to protect 'oppressed' people in the region",
  "description" : "DUBAI (Reuters) - Iran will help oppressed people in the region, Supreme Leader Ayatollah Ali Khamenei said on Saturday, days after Gulf Arab leaders met U.S. President Barack Obama and expressed concern about Iranian expansionism.",
  "source" : "Reuters Top News",
  "date" : "2015-05-16T12:20:00.226Z"
}, {
  "id" : -3427972686968812979,
  "title" : "Burundian protesters back on the streets after failed coup",
  "description" : "BUJUMBURA (Reuters) - About a hundred protesters took to the streets of Bujumbura on Saturday against Burundian President Pierre Nkurunziza's decision to seek a third term, a day after he returned to the capital following a failed coup.",
  "source" : "Reuters Top News",
  "date" : "2015-05-16T12:20:00.226Z"
}, {
  "id" : 3448145436432289972,
  "title" : "U.S., China clash over disputed South China Sea",
  "description" : "BEIJING (Reuters) - The United States and China clashed over a territorial dispute in the South China Sea on Saturday, as China's foreign minister asserted its sovereignty to reclaim reefs saying its determination to protect its interests is \"as hard as a rock\".",
  "source" : "Reuters Top News",
  "date" : "2015-05-16T12:20:00.226Z"
}, {
  "id" : 6549224144630681870,
  "title" : "Factory fire puts spotlight on working conditions in Philippines",
  "description" : "MANILA (Reuters) - A fire that killed 72 people in a rubber slipper factory in the Philippines on Wednesday has shone a spotlight on what trade unions say are the often unsafe working conditions in Southeast Asia's fastest-growing country.",
  "source" : "Reuters Top News",
  "date" : "2015-05-16T12:20:00.226Z"
}, {
  "id" : -4646072383303902826,
  "title" : "Clintons earned at least $30 million since beginning of 2014",
  "description" : "WASHINGTON (Reuters) - Hillary and Bill Clinton have earned at least $30 million since January 2014, including more than $25 million for delivering about 100 speeches, according to a government filing.",
  "source" : "Reuters Top News",
  "date" : "2015-05-16T12:20:00.226Z"
}, {
  "id" : -8475850175355337069,
  "title" : "Philadelphia train may have been hit by projectile before wreck",
  "description" : "PHILADELPHIA (Reuters) - The Amtrak train that derailed in Philadelphia and a separate commuter train in the vicinity may have been hit by projectiles of some kind shortly before the wreck, a U.S. transportation official said on Friday, after investigators interviewed members of the Amtrak crew.",
  "source" : "Reuters Top News",
  "date" : "2015-05-16T12:20:00.226Z"
}, {
  "id" : 6530793469459601062,
  "title" : "Hawks eliminate Wizards with Game Six win",
  "description" : "(The Sports Xchange) - The Atlanta Hawks survived a frantic finish to eliminate the Washington Wizards with a 94-91 win in Game Six of their Eastern Conference semi-final playoff series on Friday.",
  "source" : "Reuters Top News",
  "date" : "2015-05-16T12:20:00.226Z"
}, {
  "id" : 928812517829163760,
  "title" : "Man arrested for shooting at George Zimmerman near Orlando",
  "description" : "MIAMI (Reuters) - A Florida man involved in a roadway shooting earlier this week involving George Zimmerman, the man acquitted of murder in the 2012 death of unarmed black 17-year-old Trayvon Martin, was arrested and charged on Friday, police said.",
  "source" : "Reuters Top News",
  "date" : "2015-05-16T12:20:00.226Z"
}, {
  "id" : -4993460527179130385,
  "title" : "Boston Marathon bomber Tsarnaev sentenced to death for 2013 attack",
  "description" : "BOSTON (Reuters) - Boston Marathon bomber Dzhokhar Tsarnaev was sentenced to death by a U.S. jury on Friday for helping carry out the 2013 attack that killed three people and wounded 264 others in the crowds at the race's finish line.",
  "source" : "Reuters Top News",
  "date" : "2015-05-16T12:20:00.226Z"
}, {
  "id" : -1896639879194207684,
  "title" : "Philadelphia train may have been hit by projectile before wreck",
  "description" : "PHILADELPHIA (Reuters) - The Amtrak train that derailed in Philadelphia and a separate commuter train in the vicinity may have been hit by projectiles of some kind shortly before the wreck, a U.S. transportation safety official said on Friday, after investigators interviewed members of the Amtrak crew.",
  "source" : "Reuters Top News",
  "date" : "2015-05-16T12:20:00.226Z"
}, {
  "id" : -5232046572682038640,
  "title" : "Boston Marathon bomber Tsarnaev sentenced to death for 2013 attack",
  "description" : "BOSTON (Reuters) - Boston Marathon bomber Dzhokhar Tsarnaev was sentenced to death by a U.S. jury on Friday for helping carry out the 2013 attack that killed three people and wounded 264 others in the crowds at the race's finish line.",
  "source" : "Reuters Top News",
  "date" : "2015-05-16T12:20:00.226Z"
}, {
  "id" : 8280656682480877244,
  "title" : "Hillary and Bill Clinton earned more than $25 million for speeches since 2014: reports",
  "description" : "WASHINGTON (Reuters) - Hillary and Bill Clinton earned more than $25 million for delivering more than 100 speeches since 2014, The Washington Post and Wall Street Journal reported on Friday, citing financial disclosure forms.",
  "source" : "Reuters Top News",
  "date" : "2015-05-16T12:20:00.226Z"
}, {
  "id" : -4853727262744509062,
  "title" : "Treasury yields fall, dollar slips after soft U.S. data",
  "description" : "NEW YORK (Reuters) - Treasury yields dropped and the dollar eased on Friday following a stabilization in European government bonds and another batch of weak U.S. data that raised expectations the Federal Reserve will need to wait longer to hike interest rates.",
  "source" : "Reuters Top News",
  "date" : "2015-05-16T12:20:00.227Z"
}, {
  "id" : -3438921632966459072,
  "title" : "Iran prepared for all scenarios in nuclear talks: negotiator",
  "description" : "VIENNA (Reuters) - Iran is prepared for \"all scenarios\" in talks with world powers about curbing its nuclear programme in exchange for sanctions relief, its top nuclear negotiator said on Friday when asked what would happen if no final deal was reached by July.",
  "source" : "Reuters Top News",
  "date" : "2015-05-16T12:20:00.227Z"
}, {
  "id" : -5990146692137652616,
  "title" : "Wreckage of missing U.S. helicopter found in Nepal; no survivors",
  "description" : "KATHMANDU (Reuters) - The wreckage of a U.S. military helicopter lost on an earthquake relief mission in Nepal was found on Friday high on a mountainside, with all eight on board presumed dead, U.S. officials said.",
  "source" : "Reuters Top News",
  "date" : "2015-05-16T12:20:00.227Z"
}, {
  "id" : -7185315592247006259,
  "title" : "U.S., China set for high-stakes rivalry in skies above South China Sea",
  "description" : "HONG KONG (Reuters) - When the U.S. navy sent a littoral combat ship on its first patrol of the disputed Spratly islands in the South China Sea during the past week, it was watching the skies as well.",
  "source" : "Reuters Top News",
  "date" : "2015-05-16T12:20:00.227Z"
}, {
  "id" : -8041982076922286737,
  "title" : "Seattle teens missing after Nepal quake presumed dead, families say",
  "description" : "SEATTLE (Reuters) - The families of two Seattle teenagers missing in Nepal say there is no chance the girls survived a massive April earthquake, and the $51,000 that had been donated by Friday to fund a search mission will now go to the country's recovery.",
  "source" : "Reuters Top News",
  "date" : "2015-05-16T12:20:00.227Z"
} ]