[ {
  "id" : 2792123561612165490,
  "title" : "Villages Near Nepal Earthquake’s Epicenter Are Desperate as Death Toll Tops 3,800",
  "description" : "Residents of Gorkha district say houses collapsed, food is running out and so far no one has arrived with aid.",
  "source" : "New York Times",
  "date" : "2015-04-27T00:00:00.000Z"
}, {
  "id" : -7746430906101750239,
  "title" : "New Study Links Weather Extremes to Global Warming",
  "description" : "Human emissions are responsible for about 75 percent of especially hot days and 18 percent of unusually heavy precipitation, according to a new report.",
  "source" : "New York Times",
  "date" : "2015-04-27T00:00:00.000Z"
}, {
  "id" : -697459460653572636,
  "title" : "The Appraisal: Congregants Challenge Sale of Bulwark of Judaism on Lower East Side",
  "description" : "Worshipers at the Home of the Sages charge in court that a $13 million deal is motivated by self-enrichment, with proceeds largely flowing to the synagogue’s president.",
  "source" : "New York Times",
  "date" : "2015-04-27T00:00:00.000Z"
}, {
  "id" : 34585192542494628,
  "title" : "Freddie Gray Is Mourned at Funeral in Baltimore",
  "description" : "Thousands of people turned out to pay their respects to Mr. Gray, whose death on April 19 after an encounter with the police has opened a deep wound in Baltimore.",
  "source" : "New York Times",
  "date" : "2015-04-27T00:00:00.000Z"
}, {
  "id" : -5241552016670293869,
  "title" : "President of Sudan Is Re-elected With 94 Percent of Vote",
  "description" : "President Omar Hassan al-Bashir of Sudan won a race that was boycotted by the opposition and marred by low voter turnout.",
  "source" : "New York Times",
  "date" : "2015-04-27T00:00:00.000Z"
}, {
  "id" : -4632275518751203687,
  "title" : "Tsarnaev’s Lawyers Focus on Chaotic Upbringing in Case Against Death Penalty",
  "description" : "The defense faces a challenge as it tries to persuade the jury that Mr. Tsarnaev was a good teenager who was heavy influenced by his older brother.",
  "source" : "New York Times",
  "date" : "2015-04-27T00:00:00.000Z"
}, {
  "id" : 276852973536082616,
  "title" : "Scott Walker Is Said to Take a Long View in 2016 Strategy",
  "description" : "Advisers and donors to the Wisconsin governor, a likely Republican candidate for president, say he has put plans in motion that cede early fund-raising momentum to his chief rival, Jeb Bush.",
  "source" : "New York Times",
  "date" : "2015-04-27T00:00:00.000Z"
}, {
  "id" : -4802818788885185903,
  "title" : "Latest News: Nepal Aftershocks, Colorado Trial, Laika the Space Dog",
  "description" : "Here’s what you need to know to start your day.",
  "source" : "New York Times",
  "date" : "2015-04-27T00:00:00.000Z"
}, {
  "id" : 4862483382196928624,
  "title" : "Greece Says It Is Changing Team That Negotiates With Creditors",
  "description" : "Prime Minister Alexis Tsipras is putting officials in charge of day-to-day talks who are less polarizing than Finance Minister Yanis Varoufakis.",
  "source" : "New York Times",
  "date" : "2015-04-27T00:00:00.000Z"
}, {
  "id" : 5456854584171453329,
  "title" : "First Draft: Gay Businessman Who Hosted Ted Cruz Event Apologizes",
  "description" : "Ian Reisner, one of the two gay hoteliers facing boycott calls for hosting an event for Senator Ted Cruz, who is adamantly opposed to same-sex marriage, said he had shown “poor judgment.”",
  "source" : "New York Times",
  "date" : "2015-04-27T00:00:00.000Z"
}, {
  "id" : -237956628326134153,
  "title" : "Rinaldo Ardizoia, the Oldest Living Yankee, Reflects on His Career",
  "description" : "Ardizoia, 95, a pitcher who appeared in just one major league game, attended Joe DiMaggio’s wedding, gave a helping hand to Babe Ruth and spent a season playing for Casey Stengel in the minors.",
  "source" : "New York Times",
  "date" : "2015-04-27T00:00:00.000Z"
}, {
  "id" : -8566876738322145406,
  "title" : "The Parched West: Drought Frames Economic Divide of Californians",
  "description" : "The persistent water shortage is illustrating parallel worlds in which wealthy communities guzzle water as poorer neighbors conserve by necessity.",
  "source" : "New York Times",
  "date" : "2015-04-27T00:00:00.000Z"
}, {
  "id" : 6950610860708849717,
  "title" : "A Son of Football Calls His Mother",
  "description" : "Born into a football family in a football-first community, Patrick Risha became a star on the gridiron. But after he graduated from Dartmouth, there were signs that something was off.",
  "source" : "New York Times",
  "date" : "2015-04-27T00:00:00.000Z"
}, {
  "id" : 3800684275698708939,
  "title" : "Climbers Describe Havoc on Mount Everest After Nepal Earthquake",
  "description" : "As rescue efforts were hampered by bad weather, dramatic details emerged about the devastation at the base camp in the wake of an avalanche.",
  "source" : "New York Times",
  "date" : "2015-04-27T00:00:00.000Z"
}, {
  "id" : 2415114564601246207,
  "title" : "South Korea’s Premier Resigns After Claims He Took an Illegal Cash Gift",
  "description" : "Lee Wan-koo, the second prime minister to step down under President Park Geun-hye, denied that he had received the money, but calls mounted for his resignation.",
  "source" : "New York Times",
  "date" : "2015-04-27T00:00:00.000Z"
}, {
  "id" : -3232510839046964932,
  "title" : "Lawyers Seek Sea Change on Gay Rights at Supreme Court",
  "description" : "Those arguing against states’ bans on same-sex marriage hope the justices will reach a bold verdict that would transform the status of gay Americans.",
  "source" : "New York Times",
  "date" : "2015-04-27T00:00:00.000Z"
}, {
  "id" : 637748738817125270,
  "title" : "City Room: New York Today: The Artist Was Present",
  "description" : "Monday: A Park Slope mystery solved, a gray day, and Ulysses S. Grant’s birthday.",
  "source" : "New York Times",
  "date" : "2015-04-27T00:00:00.000Z"
}, {
  "id" : -3034075106744188883,
  "title" : "First Draft: Today in Politics: Rand Paul Goes to New York to Coax a Wary Bloc",
  "description" : "Senator Rand Paul of Kentucky continues to seek to ease some conservatives’ concerns over his positions on Israel.",
  "source" : "New York Times",
  "date" : "2015-04-27T00:00:00.000Z"
}, {
  "id" : 867166823478464242,
  "title" : "Kazakhstan’s President Is Re-elected by Almost Every Voter",
  "description" : "Nursultan A. Nazarbayev, who has governed the country since the Soviet Union collapsed, secured his fifth term with 97.7 percent of the vote.",
  "source" : "New York Times",
  "date" : "2015-04-27T00:00:00.000Z"
}, {
  "id" : 4082983142213450470,
  "title" : "Updates on the Response to the Disaster",
  "description" : "New York Times correspondents and videographers in Nepal are covering the rescue and relief efforts.",
  "source" : "New York Times",
  "date" : "2015-04-27T00:00:00.000Z"
} ]