[ {
  "id" : 8405889259275736901,
  "title" : "KEXP Presents: Chastity Belt",
  "description" : "Watch the Seattle natives perform the title track from their latest release, Time to Go Home.",
  "source" : "NPR News",
  "date" : "2015-04-27T00:00:00.000Z"
}, {
  "id" : 3216049373450735681,
  "title" : "Pokey LaFarge Mines His Midwestern Roots, Finds 'Something In The Water'",
  "description" : "To mark the release of his seventh album, the singer-songwriter brings his acoustic guitar to the Fresh Air studio to sing some new songs as well as some of his favorites from the 1920s and '30s.",
  "source" : "NPR News",
  "date" : "2015-04-27T00:00:00.000Z"
}, {
  "id" : 4473347068720575546,
  "title" : "Alabama Shakes Opens New Territory On 'Sound & Color'",
  "description" : "Over the course of Sound & Color, Alabama Shakes messes with what had already, after its first album, become its signature sound. Fresh Air rock critic Ken Tucker has this review.",
  "source" : "NPR News",
  "date" : "2015-04-27T00:00:00.000Z"
}, {
  "id" : 8476943497191377038,
  "title" : "From TED Talks To Taco Bell, Abuzz With Silicon Valley-Style 'Disruption'",
  "description" : "Linguist Geoff Nunberg considers the roots and resonance of the latest tech buzzword to catapult into the mainstream. \"Disrupt\" may be ubiquitous now, but could the term be on the eve of a disruption?",
  "source" : "NPR News",
  "date" : "2015-04-27T00:00:00.000Z"
}, {
  "id" : -7344537981229421187,
  "title" : "Fight Over Same-Sex Marriage To Be Heard By Supreme Court",
  "description" : "The cases are from four states with gay marriage bans.",
  "source" : "NPR News",
  "date" : "2015-04-27T00:00:00.000Z"
}, {
  "id" : -5540772699427060042,
  "title" : "Storm Capsizes Boats During Regatta In Alabama",
  "description" : "Authorities continue to search for four people still missing after a storm swept through a sailboat regatta in Alabama Saturday.",
  "source" : "NPR News",
  "date" : "2015-04-27T00:00:00.000Z"
}, {
  "id" : 5355890752296483455,
  "title" : "Refugee Or Recruit: Will Less Cuban Players Join The MLB Due As Politics Change?",
  "description" : "Some people are growing concerned that fewer Cuban players will join the MLB as relations warm between the U.S. and Cuba.",
  "source" : "NPR News",
  "date" : "2015-04-27T00:00:00.000Z"
}, {
  "id" : 1318080383572537250,
  "title" : "Thousands Attend Funeral For Baltimore's Freddie Gray",
  "description" : "The 25-year-old's death days after an arrest by police left him with severe spinal injuries has sparked outrage and protests in Baltimore and across the nation.",
  "source" : "NPR News",
  "date" : "2015-04-27T00:00:00.000Z"
}, {
  "id" : 9085708993791185530,
  "title" : "Death Toll After Earthquake Passes 4,000 As Aid Arrives",
  "description" : "The death toll in Nepal continues to climb two days after a magnitude 7.8 earthquake devastated much of the country.",
  "source" : "NPR News",
  "date" : "2015-04-27T00:00:00.000Z"
}, {
  "id" : -6149819559472536611,
  "title" : "NPR Music Webcast: My Morning Jacket Live In Concert, May 7 ",
  "description" : "On Thursday, May 7, audiences everywhere can watch live as Jim James and his bandmates play songs from their just-released album, The Waterfall.",
  "source" : "NPR News",
  "date" : "2015-04-27T00:00:00.000Z"
}, {
  "id" : 5551528517903415475,
  "title" : "KCRW Presents: My Morning Jacket, Live In Concert",
  "description" : "Watch Jim James and his band perform The Waterfall live during a special First Listen Live concert from Mack Sennett Studios in Los Angeles, presented by KCRW.",
  "source" : "NPR News",
  "date" : "2015-04-27T00:00:00.000Z"
}, {
  "id" : -3527908534892925065,
  "title" : "World Cafe Next: Monophonics",
  "description" : "Hear two tracks from the San Francisco-based psychedelic soul band's new album, Sound of Sinning.",
  "source" : "NPR News",
  "date" : "2015-04-27T00:00:00.000Z"
}, {
  "id" : -819964046922430210,
  "title" : "Chemical Change In Synthetic Marijuana Suspected Of Causing Illnesses",
  "description" : "The number of people seen in the ER with psychotic symptoms or seizures after using a type of synthetic marijuana called K2 has soared. Manufacturers often change its chemistry to evade detection.",
  "source" : "NPR News",
  "date" : "2015-04-27T00:00:00.000Z"
}, {
  "id" : -1524446287054597076,
  "title" : "With The U.S. In The Background, Afghan Commandos Step It Up",
  "description" : "With fighting expected to pick up this spring, Afghanistan's security is heavily dependent on elite forces like the commandos. NPR's Tom Bowman profiles the top enlisted man.",
  "source" : "NPR News",
  "date" : "2015-04-27T00:00:00.000Z"
}, {
  "id" : 4056677866634987655,
  "title" : "Loretta Lynch Sworn In As U.S. Attorney General",
  "description" : "Lynch's nomination was confirmed last week by the U.S. Senate, five months after President Obama nominated her to succeed Eric Holder.",
  "source" : "NPR News",
  "date" : "2015-04-27T00:00:00.000Z"
} ]