[ {
  "id" : 9219444006323720646,
  "title" : "Nepal scrambles to organize quake relief, many flee capital",
  "description" : "KATHMANDU, Nepal (Reuters) - Nepalese officials scrambled on Monday to get aid from the main airport to people left homeless and hungry by a devastating earthquake two days earlier, while thousands tired of waiting fled the capital Kathmandu for the surrounding plains.",
  "source" : "Reuters Top News",
  "date" : "2015-04-27T00:00:00.000Z"
}, {
  "id" : -3361032971149246770,
  "title" : "Islamic State kills five journalists working for Libyan TV station-army official",
  "description" : "BENGHAZI, Libya (Reuters) - Islamic State militants have slit the throats of five journalists working for a Libyan TV station in the eastern part of the country, an army commander said on Monday.",
  "source" : "Reuters Top News",
  "date" : "2015-04-27T00:00:00.000Z"
}, {
  "id" : -6000077043062959937,
  "title" : "U.S.'s Kerry, Iran's Zarif to meet at U.N. anti-nuclear arms conference",
  "description" : "UNITED NATIONS (Reuters) - Iranian Foreign Minister Mohammad Javad Zarif will meet U.S. Secretary of State John Kerry at the opening of a UN conference on the global anti-nuclear weapons treaty on Monday, as they try to make progress in talks on a long-term atomic deal.",
  "source" : "Reuters Top News",
  "date" : "2015-04-27T00:00:00.000Z"
}, {
  "id" : -6025140205012559117,
  "title" : "Baltimore police threatened as funeral held for man who died in custody",
  "description" : "BALTIMORE (Reuters) - The Baltimore Police Department on Monday reported receiving a \"credible threat\" that several gangs were planning to try to \"take out\" law enforcement officers, the same day of a funeral for a city man who died in police custody.",
  "source" : "Reuters Top News",
  "date" : "2015-04-27T00:00:00.000Z"
}, {
  "id" : 6909357336066020138,
  "title" : "U.S., Japan unveil new defense guidelines for global Japanese role",
  "description" : "NEW YORK (Reuters) - Japan and the United States unveiled new guidelines for defense cooperation on Monday, reflecting Japan's willingness to take on a more robust international role at a time of growing Chinese power and rising concerns about nuclear-armed North Korea.",
  "source" : "Reuters Top News",
  "date" : "2015-04-27T00:00:00.000Z"
}, {
  "id" : -3198209673060505293,
  "title" : "Saudis pound arms depots in Yemen as bread, medicine run short",
  "description" : "ADEN (Reuters) - The humanitarian situation in Yemen has become catastrophic, the Red Cross said on Monday, as Saudi-led aircraft pounded Iran-allied Houthi militiamen and rebel army units for a second day, dashing hopes for a pause in fighting to let aid in.",
  "source" : "Reuters Top News",
  "date" : "2015-04-27T00:00:00.000Z"
}, {
  "id" : 6142187732874792914,
  "title" : "EU, Ukraine leaders meet as shelling worsens, one Ukrainian soldier killed",
  "description" : "KIEV (Reuters) - Top European Union officials met the Ukrainian leadership on Monday for talks on deepening trade links and efforts to bring peace to Ukraine, but worsening violence in the separatist-minded east clouded the summit.",
  "source" : "Reuters Top News",
  "date" : "2015-04-27T00:00:00.000Z"
}, {
  "id" : -5591651484618105678,
  "title" : "Global shares rise on Europe relief, optimism on Apple",
  "description" : "NEW YORK (Reuters) - A measure of equity markets worldwide hit record highs on Monday as optimism over Greece supported European stocks while U.S. shares added to last week's gains ahead of Apple results and a Federal Reserve policy meeting.",
  "source" : "Reuters Top News",
  "date" : "2015-04-27T00:00:00.000Z"
}, {
  "id" : -2086070929402209373,
  "title" : "Boston bomber's lawyer urges 'unrelenting punishment' over death",
  "description" : "BOSTON (Reuters) - Convicted Boston Marathon bomber Dzhokhar Tsarnaev was adrift and following his obsessive older brother when he carried out the deadly 2013 attack, a defense lawyer said on Monday as he urged a jury to spare his client's life.",
  "source" : "Reuters Top News",
  "date" : "2015-04-27T00:00:00.000Z"
}, {
  "id" : -3974584319802101382,
  "title" : "Greece moves to sideline Varoufakis after reform talks fiasco",
  "description" : "ATHENS (Reuters) - Greek Prime Minister Alexis Tsipras on Monday reshuffled his team handling talks with European and IMF lenders, a move widely seen as an effort to relegate embattled Finance Minister Yanis Varoufakis to a less active role in negotiations.",
  "source" : "Reuters Top News",
  "date" : "2015-04-27T00:00:00.000Z"
}, {
  "id" : -805531679890520760,
  "title" : "Indonesia rebuffs last-ditch bids to delay drug-convict executions",
  "description" : "CILACAP, Indonesia/SYDNEY (Reuters) - Indonesia said the execution of nine drug traffickers would go ahead this week, rebuffing last-minute appeals from Australia and the Philippines to spare their nationals and ignoring a decision by the Constitutional Court to hear a final challenge.",
  "source" : "Reuters Top News",
  "date" : "2015-04-27T00:00:00.000Z"
}, {
  "id" : -5459587436121658685,
  "title" : "Yemen struggles to import food as coalition navies hold up more ships",
  "description" : "LONDON (Reuters) - Yemen is facing mounting problems bringing in food by sea as the danger from fighting between Houthis and government supporters is exacerbated by an arms blockade by Saudi-led coalition navies searching ships for weapons destined for the rebels.",
  "source" : "Reuters Top News",
  "date" : "2015-04-27T00:00:00.000Z"
}, {
  "id" : -5223876706167945451,
  "title" : "Fitch downgrades Japan, joins Moody's in warning on fiscal policy",
  "description" : "TOKYO (Reuters) - Fitch Ratings downgraded Japan's credit rating by one notch after the government failed to take steps in this fiscal year's budget to offset a delay in a sales tax increase, the agency said on Monday.",
  "source" : "Reuters Top News",
  "date" : "2015-04-27T00:00:00.000Z"
}, {
  "id" : 8832145275274899828,
  "title" : "Desperate Nepalis flee capital as aftershocks spread fear",
  "description" : "BHAKTAPUR, Nepal (Reuters) - Thousands of Nepalis began fleeing the capital Kathmandu on Monday, terror-stricken by two days of powerful aftershocks and looming shortages of food and water after an earthquake that killed more than 3,700 people.",
  "source" : "Reuters Top News",
  "date" : "2015-04-27T00:00:00.000Z"
}, {
  "id" : 996575932906074919,
  "title" : "Deutsche Bank pledges overhaul, shares slide",
  "description" : "FRANKFURT (Reuters) - Deutsche Bank will cut 200 billion euros ($217.5 billion) in investment bank assets and exit a tenth of the countries in which it operates as part of a restructuring program designed to boost earnings and cut risk.",
  "source" : "Reuters Top News",
  "date" : "2015-04-27T00:00:00.000Z"
}, {
  "id" : 8821446563447756521,
  "title" : "Islamist rebels capture army base in Syria's Idlib province",
  "description" : "AMMAN (Reuters) - A coalition of Islamist rebels seized an army base in northwestern Syria at dawn on Monday after a suicide bomber from al Qaeda's Nusra Front drove a truck packed with explosives into the compound and blew it up.",
  "source" : "Reuters Top News",
  "date" : "2015-04-27T00:00:00.000Z"
}, {
  "id" : -1015727157601993270,
  "title" : "\"Smaller and simpler\" mantra rings through banking boardrooms",
  "description" : "LONDON (Reuters) - Deutsche Bank's plan to jettison much of its German retail bank and withdraw from one in ten countries sees it join a growing list of banks choosing to shrink and simplify to survive.",
  "source" : "Reuters Top News",
  "date" : "2015-04-27T00:00:00.000Z"
}, {
  "id" : -144661831888994313,
  "title" : "China maritime tensions dominate Southeast Asia summit",
  "description" : "KUALA LUMPUR (Reuters) - Southeast Asian leaders edged closer to open criticism of China's land reclamation in the disputed South China Sea at a regional summit on Monday, as the Philippines drew the ire of Beijing which called its objections to the work \"unreasonable\".",
  "source" : "Reuters Top News",
  "date" : "2015-04-27T00:00:00.000Z"
}, {
  "id" : 3909828902640519706,
  "title" : "Top U.S. court appears on cusp of declaring right to gay marriage",
  "description" : "WASHINGTON (Reuters) - The U.S. Supreme Court's arguments on Tuesday over same-sex marriage will cap more than two decades of litigation and a transformation in public attitudes.",
  "source" : "Reuters Top News",
  "date" : "2015-04-27T00:00:00.000Z"
}, {
  "id" : -3630026572205982676,
  "title" : "Gunshots fired at rapper Lil Wayne's tour buses on Georgia highway",
  "description" : "(Reuters) - Multiple gunshots were fired early Sunday into two buses carrying Grammy-winning rap music star Lil Wayne and his entourage on a Georgia highway following a performance in Atlanta, but no one was hurt, police said.",
  "source" : "Reuters Top News",
  "date" : "2015-04-27T00:00:00.000Z"
} ]