[ {
  "id" : -7681856338090136196,
  "title" : "Yellen Expects Fed to Start Raising Rates This Year",
  "description" : "In a speech, the central bank chairwoman said she thought weak growth during the first part of the year most likely reflected temporary disruptions.",
  "source" : "New York Times",
  "date" : "2015-05-22T17:35:36.565Z"
}, {
  "id" : 7016425386459985037,
  "title" : "Neighborhood Joint: Strange, Beloved, Local, Endangered: Five Years of the Neighborhood Joint",
  "description" : "In a city of change, some small, beloved local establishments, like an ices stand in Queens and a place to buy octopus in Brooklyn, endure.",
  "source" : "New York Times",
  "date" : "2015-05-22T17:35:36.565Z"
}, {
  "id" : 3444091919450624697,
  "title" : "U.S.-Cuba Talks on Restoring Diplomatic Ties Stall",
  "description" : "Representatives from both nations met at the State Department but emerged without a deal and only a promise to continue talking.",
  "source" : "New York Times",
  "date" : "2015-05-22T17:35:36.565Z"
}, {
  "id" : -5177752085714410515,
  "title" : "Young Saudis, Bound by Conservative Strictures, Find Freedom on Their Phones",
  "description" : "Confronted with an austere version of Islam and strict social codes, they increasingly rely on apps and social media for self-expression and liberation.",
  "source" : "New York Times",
  "date" : "2015-05-22T17:35:36.565Z"
}, {
  "id" : -5547128942539233568,
  "title" : "ISIS Claims Responsibility for Bombing at Saudi Mosque",
  "description" : "The attack on Shiites during midday prayers left at least 21 people dead on Friday, and some Saudis on social media rushed to blame Iran.",
  "source" : "New York Times",
  "date" : "2015-05-22T17:35:36.566Z"
}, {
  "id" : -9080159565376743668,
  "title" : "Overvalued in Silicon Valley, but Don’t Say ‘Tech Bubble’",
  "description" : "The tech industry’s venture capitalists admit to a certain amount of “frothiness” in start-up investments, but they studiously avoid another word. Bubble.",
  "source" : "New York Times",
  "date" : "2015-05-22T17:35:36.566Z"
}, {
  "id" : 6857669887750771402,
  "title" : "Prospect of Hillary Clinton-Marco Rubio Matchup Unnerves Democrats",
  "description" : "They are worried that Mr. Rubio, a son of Cuban immigrants, could win over Hispanic voters and that he would offer a sharp generational contrast.",
  "source" : "New York Times",
  "date" : "2015-05-22T17:35:36.566Z"
}, {
  "id" : 5269484772957565353,
  "title" : "Ireland Votes in Referendum on Same-Sex Marriage",
  "description" : "If the yes campaign wins, the country would be the first to adopt gay marriage by a popular vote.",
  "source" : "New York Times",
  "date" : "2015-05-22T17:35:36.566Z"
}, {
  "id" : 2554646772614868852,
  "title" : "Police Shut Down Mosque Installation at Venice Biennale",
  "description" : "Officials closed an art installation that was part of the 56th Venice Biennale, declaring it a security hazard.",
  "source" : "New York Times",
  "date" : "2015-05-22T17:35:36.566Z"
}, {
  "id" : 8125593865582733955,
  "title" : "Your Friday Briefing",
  "description" : "Here’s what you need to know to start your day.",
  "source" : "New York Times",
  "date" : "2015-05-22T17:35:36.566Z"
}, {
  "id" : 7446839209395484746,
  "title" : "City Room: New York Today: See Forever, Weather Permitting",
  "description" : "Friday: Hazy viewings, pleasant weather, and cookie secrets.",
  "source" : "New York Times",
  "date" : "2015-05-22T17:35:36.566Z"
}, {
  "id" : -1515260048576900797,
  "title" : "Memorial Day Travelers Unlikely to Be Deterred by Rising Gas Prices",
  "description" : "AAA predicts that 33 million Americans will hit the road this weekend, the highest number for the holiday since 2005, despite creeping fuel costs.",
  "source" : "New York Times",
  "date" : "2015-05-22T17:35:36.566Z"
}, {
  "id" : -1958909015139082840,
  "title" : "Political Memo: Hillary Clinton, Acutely Aware of Pitfalls, Avoids Press on Campaign Trail",
  "description" : "The news media is Hillary Rodham Clinton’s only real opponent so far en route to the Democratic nomination, and it makes political sense for her to avoid it.",
  "source" : "New York Times",
  "date" : "2015-05-22T17:35:36.566Z"
}, {
  "id" : -5013663751377908071,
  "title" : "First Draft: Today in Politics: No Time for a Lazy Summer as Campaigns Ramp Up",
  "description" : "Good Friday morning from Washington, where the Senate still has some work to do, even if the House has already left for the holiday.",
  "source" : "New York Times",
  "date" : "2015-05-22T17:35:36.566Z"
}, {
  "id" : 8636651691833031581,
  "title" : "Italy’s Treasured Olive Oil, at the Source",
  "description" : "In Tuscany and Puglia, making olive oil is a lifestyle, one threatened by bad weather and a killer bacteria.",
  "source" : "New York Times",
  "date" : "2015-05-22T17:35:36.566Z"
}, {
  "id" : 5310019359078204068,
  "title" : "Obama Set to Strengthen Federal Role in Clean Water Regulation",
  "description" : "The administration is to soon announce new executive action that would restore its authority to limit water pollution. Republicans are trying to block the president.",
  "source" : "New York Times",
  "date" : "2015-05-22T17:35:36.566Z"
}, {
  "id" : 1259258548014528753,
  "title" : "The Bookstore Built by Jeff Kinney, the ‘Wimpy Kid’",
  "description" : "Jeff Kinney has sold more than 150 million copies of his “Diary of a Wimpy Kid” books. Now he is opening a bookstore in his hometown.",
  "source" : "New York Times",
  "date" : "2015-05-22T17:35:36.566Z"
}, {
  "id" : 1530347615308014998,
  "title" : "Howard Johnson’s, an Orange-Roofed Symbol of a Bygone Era, Returns to Lake George",
  "description" : "A businessman banking on a love of nostalgia recently reopened the country’s last orange-roofed HoJo’s in the Adirondacks town, evoking warm stories of the past among many local residents.",
  "source" : "New York Times",
  "date" : "2015-05-22T17:35:36.566Z"
}, {
  "id" : -8514907010678992279,
  "title" : "Lens Blog: When Every Day Is Memorial Day",
  "description" : "Irked by how people treat Memorial Day like just another three-day weekend, Andrew Lichtenstein photographed military funerals for soldiers who died in Iraq.",
  "source" : "New York Times",
  "date" : "2015-05-22T17:35:36.566Z"
}, {
  "id" : -5590161471546863977,
  "title" : "Ex-Korean Air Executive in ‘Nut Rage’ Case Freed From Prison After Sentence Is Cut",
  "description" : "Cho Hyun-ah, who forced a plane back to its gate over how she was served nuts, is released after an appeals court reduced and then suspended her sentence.",
  "source" : "New York Times",
  "date" : "2015-05-22T17:35:36.566Z"
} ]