[ {
  "id" : -4030087896893090232,
  "title" : "Who Let The Dogs In? We Did, About 30,000 Years Ago",
  "description" : "A new study suggests that canis familiaris split from wolves much earlier than the 11,000 to 16,000 years ago that was long assumed.",
  "source" : "NPR News",
  "date" : "2015-05-22T17:35:37.021Z"
}, {
  "id" : 1183505938158404842,
  "title" : "West Philadelphia Orchestra On World Cafe",
  "description" : "A group that specializes in Balkan music talks about how they grew as a band.",
  "source" : "NPR News",
  "date" : "2015-05-22T17:35:37.021Z"
}, {
  "id" : -2642185653542104039,
  "title" : "Pop Culture Happy Hour: For 'Mad Men' And Letterman, A Week Of Goodbyes",
  "description" : "Mad Men just ended after seven seasons; David Letterman is done with late-night TV after 33. The gang discusses both farewells, both legacies, and What's Making Us Happy this week.",
  "source" : "NPR News",
  "date" : "2015-05-22T17:35:37.021Z"
}, {
  "id" : -8728956585822634162,
  "title" : "The Brave New World Of 'Editing' Human Genes",
  "description" : "A new gene technology is so powerful, it’s sparking debate about whether humankind should tinker with its own gene pool.",
  "source" : "NPR News",
  "date" : "2015-05-22T17:35:37.021Z"
}, {
  "id" : 79807136007373995,
  "title" : "'All Souls Trilogy' Author Deborah Harkness",
  "description" : "The hugely successful books are set in a world where witches, vampires and demons live alongside humans.",
  "source" : "NPR News",
  "date" : "2015-05-22T17:35:37.021Z"
}, {
  "id" : 3782179167778747814,
  "title" : "2015 Shaping Up To Be An El Niño Year",
  "description" : "Mike Halpert, deputy director of NOAA's Climate Prediction Center, explains what this may mean for the weather.",
  "source" : "NPR News",
  "date" : "2015-05-22T17:35:37.021Z"
}, {
  "id" : -2985326564621259171,
  "title" : "#NPRReads: Social Concern And The Drought In California",
  "description" : "Also this week, a profile of plus-sized model Tess Holliday, algorithms in plain(ish) English, and suicide clusters in Palo Alto, Calif.",
  "source" : "NPR News",
  "date" : "2015-05-22T17:35:37.021Z"
}, {
  "id" : -7058464186469750565,
  "title" : "The Ad That Ushered In An Era Of Tough-On-Crime Politics",
  "description" : "In 1988, an attack ad about Gov. Michael Dukakis granting \"weekend prison passes\" to murderers upended the presidential race.",
  "source" : "NPR News",
  "date" : "2015-05-22T17:35:37.021Z"
}, {
  "id" : -3601470604912817765,
  "title" : "What's Next For Colorado's Controversial Birth Control Program?",
  "description" : "The state legislature has voted against continuing a program that's credited with reducing teen pregnancies and abortions.",
  "source" : "NPR News",
  "date" : "2015-05-22T17:35:37.021Z"
}, {
  "id" : -1943861378592619263,
  "title" : "Irish Voters Decide Whether To Legalize Same-Sex Marriage",
  "description" : "The referendum is expected to pass with more than two-thirds support, 22 years after homosexuality was decriminalized.",
  "source" : "NPR News",
  "date" : "2015-05-22T17:35:37.021Z"
}, {
  "id" : -8901932616331679320,
  "title" : "State Department Releases Clinton Emails ",
  "description" : "The department released the first batch of 296 emails from the former secretary of state's email accounts, which were provided to the Select Committee on Benghazi in February.",
  "source" : "NPR News",
  "date" : "2015-05-22T17:35:37.021Z"
}, {
  "id" : 4571331165628219832,
  "title" : "A Desk That Can Take A Ton Of Earthquake Rubble",
  "description" : "It's fairly light, costs $35 per student and could save lives in earthquake zones. But not everyone thinks this quake-proof desk is a good idea.",
  "source" : "NPR News",
  "date" : "2015-05-22T17:35:37.021Z"
}, {
  "id" : 6829720390965767581,
  "title" : "The Recipients",
  "description" : "Cynthia McCabe was checking her email one last time before she went to bed when a strange message caught her attention. \"I'm an American expat writer,\" it said. \"And this is my last day on Earth.\"",
  "source" : "NPR News",
  "date" : "2015-05-22T17:35:37.021Z"
}, {
  "id" : 4005443011070780628,
  "title" : "The Red Lantern",
  "description" : "What is it that drives a man across the middle of the frozen tundra? Jeff Greenwald performs live at The Monkey House Theater in Berkeley, Calif., for the event, \"That Really Happened???\"",
  "source" : "NPR News",
  "date" : "2015-05-22T17:35:37.021Z"
}, {
  "id" : 6863484958762909105,
  "title" : "Shot in the Dark",
  "description" : "Growing up, David Jackson knew one thing for sure: He would never be like his dad.",
  "source" : "NPR News",
  "date" : "2015-05-22T17:35:37.021Z"
} ]