[ {
  "id" : 4374195603466996544,
  "title" : "U.S. State Department posts first set of Hillary Clinton emails online",
  "description" : "WASHINGTON (Reuters) - The State Department on Friday posted on its website a set of former Secretary Hillary Clinton's emails that were related to a 2012 attack on a U.S. facility in Benghazi, Libya.",
  "source" : "Reuters Top News",
  "date" : "2015-05-22T17:35:37.438Z"
}, {
  "id" : -834436999811770183,
  "title" : "EU, ex-Soviet neighbors patch over rifts with eye on Russia",
  "description" : "RIGA (Reuters) - Looking over their shoulders at Russia, the European Union and six former Soviet neighbors patched up their differences to renew vows of cooperation in the interests of peace and security at a summit on Friday.",
  "source" : "Reuters Top News",
  "date" : "2015-05-22T17:35:37.438Z"
}, {
  "id" : -102943966368244705,
  "title" : "Suicide bomber kills 21 at Saudi Shi'ite mosque, Islamic State claims attack",
  "description" : "DUBAI (Reuters) - A suicide bomber killed 21 worshippers during Friday prayers in a packed Shi'ite mosque in eastern Saudi Arabia, residents and the health minister said, in an attack claimed by the Islamic State militant group.",
  "source" : "Reuters Top News",
  "date" : "2015-05-22T17:35:37.438Z"
}, {
  "id" : 8588526698641995250,
  "title" : "Contest for Nokia's HERE seen as a three-way race",
  "description" : "NECKARSULM, Germany (Reuters) - The contest for Nokia's maps business has become a three-way race between German carmakers, a consortium including Uber and Baidu, and a third group including China's Tencent and Navinfo, people familiar with the process said.",
  "source" : "Reuters Top News",
  "date" : "2015-05-22T17:35:37.438Z"
}, {
  "id" : 3285575102890641971,
  "title" : "Fresh fighting erupts in east Ukraine, three Ukrainian soldiers killed",
  "description" : "KIEV (Reuters) - Three Ukrainian servicemen have been killed and 12 wounded in the latest clashes between government forces and Russian-backed separatists, further eroding a three-month-old ceasefire, Kiev's military said on Friday.",
  "source" : "Reuters Top News",
  "date" : "2015-05-22T17:35:37.439Z"
}, {
  "id" : -7491605492716339458,
  "title" : "Federal judge rules again that gay couples have right to wed in Alabama",
  "description" : "(Reuters) - A federal judge on Thursday reaffirmed her earlier ruling that same-sex couples in Alabama have a right to wed under the Constitution, but she put the ruling on hold until the U.S. Supreme Court issues a landmark decision on gay marriage.",
  "source" : "Reuters Top News",
  "date" : "2015-05-22T17:35:37.439Z"
}, {
  "id" : 8808746372208314242,
  "title" : "China says U.S. actions in South China Sea 'irresponsible, dangerous'",
  "description" : "BEIJING (Reuters) - China said on Friday it was \"strongly dissatisfied\" after a U.S. military plane flew over part of the South China Sea near where China is building artificial islands, and called on the United States to stop such action or risk causing an accident.",
  "source" : "Reuters Top News",
  "date" : "2015-05-22T17:35:37.439Z"
}, {
  "id" : 6952733401793373740,
  "title" : "How an off-the-cuff remark shaped Jeb Bush's economic vision for U.S.",
  "description" : "WASHINGTON (Reuters) - There were no fancy economic models or forecasts when former Florida Governor Jeb Bush first tossed out the idea that 4 percent annual growth should be the overarching goal for the U.S. economy.",
  "source" : "Reuters Top News",
  "date" : "2015-05-22T17:35:37.439Z"
}, {
  "id" : -514091102804668618,
  "title" : "Irish vote on gay marriage in landmark referendum",
  "description" : "DUBLIN (Reuters) - The Irish voted on Friday on whether to allow gay marriage, just two decades after decriminalizing homosexuality, with a strong early turnout likely to favor the 'Yes' side.",
  "source" : "Reuters Top News",
  "date" : "2015-05-22T17:35:37.439Z"
}, {
  "id" : 516377636255620348,
  "title" : "Saudi-led coalition steps up air strikes on Houthis in Yemen's Sanaa: residents",
  "description" : "CAIRO (Reuters) - Saudi-led warplanes extended air strikes on Iranian-backed Houthi militia in the Yemeni capital Sanaa on Friday, residents in the area said.",
  "source" : "Reuters Top News",
  "date" : "2015-05-22T17:35:37.439Z"
}, {
  "id" : 9033775742287587780,
  "title" : "Polish court adjourns Polanski extradition case until mid-September",
  "description" : "WARSAW (Reuters) - A Polish court on Friday adjourned until mid-September a hearing on whether to extradite filmmaker Roman Polanski to the United States over a 1977 child sex conviction.",
  "source" : "Reuters Top News",
  "date" : "2015-05-22T17:35:37.439Z"
}, {
  "id" : 5693440872068738785,
  "title" : "Stretched Afghan army falls back on militias to help defend Kunduz",
  "description" : "KUNDUZ, Afghanistan/KABUL (Reuters) - The Afghan government has enlisted hundreds of militia fighters controlled by local commanders to battle Taliban militants near the northern city of Kunduz, officials said, underlining how the armed forces are struggling to tackle the insurgency alone.",
  "source" : "Reuters Top News",
  "date" : "2015-05-22T17:35:37.439Z"
}, {
  "id" : -6619506987494764719,
  "title" : "Islamic State says it has full control of Syria's Palmyra",
  "description" : "BEIRUT (Reuters) - Islamic State fighters tightened their grip on the historic Syrian city of Palmyra on Thursday and overran Iraqi government defenses east of Ramadi, the provincial capital that they seized five days earlier.",
  "source" : "Reuters Top News",
  "date" : "2015-05-22T17:35:37.439Z"
}, {
  "id" : -4060817652344257464,
  "title" : "UK's Cameron uses EU summit to campaign for pre-referendum reforms",
  "description" : "RIGA (Reuters) - British Prime Minister David Cameron on Friday began his campaign to persuade European leaders to make changes to the European Union before he holds a referendum to decide whether Britain should stay in or quit the bloc.",
  "source" : "Reuters Top News",
  "date" : "2015-05-22T17:35:37.439Z"
}, {
  "id" : 6200226686097919056,
  "title" : "Saudi shells hit Yemen aid office, killing five refugees: local official",
  "description" : "CAIRO/DUBAI (Reuters) - Saudi shells hit an international aid office in Yemen on Thursday killing five Ethiopian refugees, a local official said, while violence across the country put United Nations-led peace talks in doubt.",
  "source" : "Reuters Top News",
  "date" : "2015-05-22T17:35:37.440Z"
}, {
  "id" : 1834854904008806873,
  "title" : "Cleanup of oil-fouled California beach could take months",
  "description" : "SANTA BARBARA (Reuters) - The U.S. Coast Guard captain overseeing cleanup of oil spilled from a pipeline rupture that closed two California state beaches and fouled offshore waters near Santa Barbara said on Thursday it may take months to restore the area to its natural condition.",
  "source" : "Reuters Top News",
  "date" : "2015-05-22T17:35:37.440Z"
}, {
  "id" : -2587745174864098193,
  "title" : "Cleanup of oil-fouled California beach could take months",
  "description" : "SANTA BARBARA (Reuters) - Cleanup crews labored through a third day to scoop up patches of crude oil from a pipeline spill that closed two California state beaches and fouled offshore waters, shattering an environmental balance that U.S. Coast Guard officials said on Thursday may take months to restore.",
  "source" : "Reuters Top News",
  "date" : "2015-05-22T17:35:37.440Z"
}, {
  "id" : -4740027395843196932,
  "title" : "Islamic State says it has full control of Syria's Palmyra",
  "description" : "BEIRUT (Reuters) - Islamic State fighters tightened their grip on the historic Syrian city of Palmyra on Thursday and overran Iraqi government defenses east of Ramadi, the provincial capital that they seized five days earlier.",
  "source" : "Reuters Top News",
  "date" : "2015-05-22T17:35:37.440Z"
}, {
  "id" : 8556130135236554675,
  "title" : "Baltimore grand jury indicts police in death of Freddie Gray",
  "description" : "(Reuters) - A grand jury has brought charges against six Baltimore police officers in the death of a black man who suffered fatal neck injuries while in police custody, a case that touched off angry protests and a day of looting and arson in the Maryland city.",
  "source" : "Reuters Top News",
  "date" : "2015-05-22T17:35:37.440Z"
}, {
  "id" : -7276720819149597026,
  "title" : "Malaysia orders rescue of migrants, Myanmar to attend conference",
  "description" : "KUALA LUMPUR/BANGKOK (Reuters) - Malaysia's Prime Minister Najib Razak said on Thursday he had ordered the navy to rescue thousands of migrants adrift at sea, and a Thai official said Myanmar had agreed to attend an emergency conference on the crisis.",
  "source" : "Reuters Top News",
  "date" : "2015-05-22T17:35:37.440Z"
} ]