[ {
  "id" : -4430164479150168404,
  "title" : "Legal Marijuana Faces Another Federal Hurdle: Taxes",
  "description" : "Shops say they are being forced to pay crippling federal taxes because of a law aimed at preventing drug dealers from claiming smuggling costs and couriers as write-offs.",
  "source" : "New York Times",
  "date" : "2015-05-09T00:00:00.000Z"
}, {
  "id" : 2545766025838176157,
  "title" : "Quarterback Winston Files Counterclaim Against Rape Accuser",
  "description" : "Heisman-winning quarterback Jameis Winston on Friday filed a counterclaim against a woman who accused him of raping her in 2012 while she was a student at Florida State University, court records show.",
  "source" : "New York Times",
  "date" : "2015-05-09T00:00:00.000Z"
}, {
  "id" : -5136041487787955430,
  "title" : "Uber Fund-Raising Points to $50 Billion Valuation",
  "description" : "The new capital will not be used primarily for expansion purposes, unlike Uber’s previous financing rounds — instead, the funding is strategic, with an eye on partnerships.",
  "source" : "New York Times",
  "date" : "2015-05-09T00:00:00.000Z"
}, {
  "id" : 4710206485752861996,
  "title" : "North Korea Says It Test-Fired Missile From Submarine",
  "description" : "North Korea’s test, if confirmed, would pose a new challenge to the United States and its regional allies, South Korea and Japan.",
  "source" : "New York Times",
  "date" : "2015-05-09T00:00:00.000Z"
}, {
  "id" : 5902481267569124210,
  "title" : "One Constant for Adam Skelos in a Life of Stumbles: His Powerful Father",
  "description" : "Since his arrest, the portrait of Mr. Skelos, 32, that has emerged is one of a young man whose life seemed to lose traction during late adolescence and who struggled professionally.",
  "source" : "New York Times",
  "date" : "2015-05-09T00:00:00.000Z"
}, {
  "id" : -6571974035601930174,
  "title" : "Frustrated Jury in Etan Patz Trial, but No Rancor for the Holdout",
  "description" : "In a rare post-trial news conference, several jurors explained the course of their deliberations. None hinted at any negative feelings toward the one juror who could not be persuaded to convict.",
  "source" : "New York Times",
  "date" : "2015-05-09T00:00:00.000Z"
}, {
  "id" : 4531013620375613965,
  "title" : "Jurors in Etan Patz Case Fall One Vote Shy of a Conviction",
  "description" : "A judge declared a mistrial in the Etan Patz case on Friday, and jurors later said a lone holdout would not vote to convict Pedro Hernandez.",
  "source" : "New York Times",
  "date" : "2015-05-09T00:00:00.000Z"
}, {
  "id" : -773903149729311044,
  "title" : "Illinois Supreme Court Rejects Lawmakers’ Pension Overhaul",
  "description" : "The court found that the proposed fixes lawmakers had agreed to over a year ago diminished the pension and violated the Illinois Constitution.",
  "source" : "New York Times",
  "date" : "2015-05-09T00:00:00.000Z"
}, {
  "id" : 7154051736280680153,
  "title" : "A Wartime Anniversary for Planes and Memories",
  "description" : "Aging veterans were among those watching as dozens of fighter planes and bombers from World War II buzzed over Washington on the 70th anniversary of the Allied victory in Europe.",
  "source" : "New York Times",
  "date" : "2015-05-09T00:00:00.000Z"
}, {
  "id" : 906316912278614728,
  "title" : "Politics Are Set Aside as Thousands Mourn Officer Brian Moore",
  "description" : "Nearly a week after he was shot and killed while on patrol in Queens, Officer Moore was laid to rest on Friday surrounded by a sea of blue.",
  "source" : "New York Times",
  "date" : "2015-05-09T00:00:00.000Z"
}, {
  "id" : -8986758879273681827,
  "title" : "Crime Scene: The Police Car Provides a Home on the Job, and a False Sense of Safety",
  "description" : "To an officer, the car is, psychologically, a safe place. But in reality, it may make them more vulnerable.",
  "source" : "New York Times",
  "date" : "2015-05-09T00:00:00.000Z"
}, {
  "id" : 1818769054235638151,
  "title" : "White House Moves to Fix 2 Key Consumer Complaints About Health Care Law",
  "description" : "Health officials will require insurers to update doctor directories and hope to help patients estimate out-of-pocket costs.",
  "source" : "New York Times",
  "date" : "2015-05-09T00:00:00.000Z"
}, {
  "id" : 347445121551319290,
  "title" : "Court Ruling on N.S.A.’s Data Collection Jolts Both Defenders and Reformers",
  "description" : "A United States Court of Appeals decision that the agency’s bulk collection of phone records is illegal has complicated bipartisan efforts to make substantial changes to the program.",
  "source" : "New York Times",
  "date" : "2015-05-09T00:00:00.000Z"
}, {
  "id" : 1024233882440730606,
  "title" : "Nepalese Village, Devastated by Quake, Is Left to Cope as International Attention Shifts",
  "description" : "As relief teams struggle to reach earthquake victims in isolated areas, some aid workers said they were worried that attention had already strayed from Nepal.",
  "source" : "New York Times",
  "date" : "2015-05-09T00:00:00.000Z"
}, {
  "id" : 1490901404330446963,
  "title" : "Etan Patz’s Disappearance Has a Lasting Impact on Parenting",
  "description" : "When Etan, 6, vanished from a Manhattan sidewalk in 1979, it changed the way parents raised their children, and the kind of parents those children became.",
  "source" : "New York Times",
  "date" : "2015-05-09T00:00:00.000Z"
}, {
  "id" : -6590734103273293332,
  "title" : "ESPN Is Splitting With Bill Simmons, Who Offers an Uncharacteristic Word Count: Zero",
  "description" : "John Skipper, ESPN’s president, said the company would not renew its contract with Simmons, an outspoken personality who said nothing publicly on Friday about the move.",
  "source" : "New York Times",
  "date" : "2015-05-09T00:00:00.000Z"
}, {
  "id" : -3887290035659832914,
  "title" : "Frida Kahlo Is Having a Moment",
  "description" : "Her face is on T-shirts and magnets, but that has not diminished the public’s fascination.",
  "source" : "New York Times",
  "date" : "2015-05-09T00:00:00.000Z"
}, {
  "id" : -106909839093205039,
  "title" : "Airport Security Advances Clash With Privacy Issues",
  "description" : "New technologies that could ease scanning or locate wayward passengers are bumping into privacy protections and efforts to cut federal spending.",
  "source" : "New York Times",
  "date" : "2015-05-09T00:00:00.000Z"
}, {
  "id" : 6845929766290975931,
  "title" : "Retiring: New Math for Retirees and the 4% Withdrawal Rule",
  "description" : "Though the concept has been celebrated and criticized, it has come under scrutiny again, particularly as people are now retiring during a period of low interest rates.",
  "source" : "New York Times",
  "date" : "2015-05-09T00:00:00.000Z"
}, {
  "id" : -1918042282207201810,
  "title" : "ArtsBeat: Millepied to Take On ‘Vertigo’ at Cannes",
  "description" : "Benjamin Millepied, the director of the Paris Opera Ballet, will present a piece at Cannes set to music from “Vertigo.”",
  "source" : "New York Times",
  "date" : "2015-05-09T00:00:00.000Z"
} ]