[ {
  "id" : 5162695543531466005,
  "title" : "Block By Block, Health Workers Lead Liberia To Victory Over Ebola",
  "description" : "People accused them of making everyone sick and threw water at them. But community volunteers pushed on, knocking on doors to stop the virus's spread. On May 9, Liberia will be declared Ebola-free.",
  "source" : "NPR News",
  "date" : "2015-05-09T00:00:00.000Z"
}, {
  "id" : 5197038259137596024,
  "title" : "New Yorkers To Mayor De Blasio: 'Get Used To It'",
  "description" : "New York Mayor Bill De Blasio had to wait a full 20 minutes for the subway. NPR's Scott Simon says that New Yorkers responded with a collective shrug and thought, join the club, buddy.",
  "source" : "NPR News",
  "date" : "2015-05-09T00:00:00.000Z"
}, {
  "id" : -864512248546786264,
  "title" : "What Song Makes You Cry Every Time?",
  "description" : "Tell us about the songs that crush you no matter how many times you hear them.",
  "source" : "NPR News",
  "date" : "2015-05-09T00:00:00.000Z"
}, {
  "id" : -1114472029629383247,
  "title" : "For 'New Yorker' Cartoonist, '90 Percent Rejection Is Doing Great'",
  "description" : "It once took Matthew Diffee years of trying — and a push from his mom — to get one beloved cartoon in the magazine. Diffee's new collection is called Hand Drawn Jokes for Smart Attractive People.",
  "source" : "NPR News",
  "date" : "2015-05-09T00:00:00.000Z"
}, {
  "id" : -3931846674824011757,
  "title" : "Shake What Your Mama Didn't Give You: Shapewear Through The Ages",
  "description" : "From corsets and codpieces to shapewear and Spanx, people have tried to change their silhouettes for centuries. From The Seams, Jacki Lyden takes us on a sartorial tour of shapewear.",
  "source" : "NPR News",
  "date" : "2015-05-09T00:00:00.000Z"
}, {
  "id" : -6845712415141922743,
  "title" : "Episode 622: Humans vs. Robots",
  "description" : "If you aren't already worried about being replaced by a robot, maybe you should be. Today on the show, three races pit humans against machines.",
  "source" : "NPR News",
  "date" : "2015-05-09T00:00:00.000Z"
}, {
  "id" : 6840287821836552878,
  "title" : "A New Baltimore Model? 'Officer On The Beat ... Pastor On The Corner'",
  "description" : "Baltimore officials want to fix damaged relations between police and residents. Church pastors there have long stepped up to help fill the gap of mistrust, and they hope to play a role in erasing it.",
  "source" : "NPR News",
  "date" : "2015-05-09T00:00:00.000Z"
}, {
  "id" : -148287798557953024,
  "title" : "Illinois High Court Tosses Out State's Pension Fix",
  "description" : "In a move to repair the nation's worst government pension crisis, lawmakers eliminated promised benefit increases. The justices ruled the action would leave pensions \"diminished or impaired.\"",
  "source" : "NPR News",
  "date" : "2015-05-09T00:00:00.000Z"
}, {
  "id" : 1897723243729847502,
  "title" : "In 'Rise Of Animals,' Sir David Attenborough Tells Story Of Vertebrates",
  "description" : "The 89-year-old British naturalist's two-part special explores fossil evidence on how evolution moved past bugs and worms and trilobites, and how the Chinese are helping fill gaps in that knowledge.",
  "source" : "NPR News",
  "date" : "2015-05-09T00:00:00.000Z"
}, {
  "id" : -4601287190197906800,
  "title" : "Politics Rewind: Family Baggage And Fuzzy Math",
  "description" : "This week in politics: Jeb Bush isn't doing a great job of separating himself from his brother, the GOP's diversity problem and were the polls really wrong again?",
  "source" : "NPR News",
  "date" : "2015-05-09T00:00:00.000Z"
}, {
  "id" : -2567338176171355705,
  "title" : "At 13 Billion Light-Years Away, Galaxy Is Farthest To Be Measured From Earth",
  "description" : "A new glimpse of what the universe looked like in its youth has been captured. Researchers say light from galaxy EGS-zs8-1 has spent the past 13 billion years traveling to Earth.",
  "source" : "NPR News",
  "date" : "2015-05-09T00:00:00.000Z"
}, {
  "id" : -2555656066881257782,
  "title" : "Mistrial Declared In 1979 Disappearance Case Of Etan Patz",
  "description" : "The kidnapping and murder of the 6-year-old, who vanished on his way to school, focused national attention on child abduction cases.",
  "source" : "NPR News",
  "date" : "2015-05-09T00:00:00.000Z"
}, {
  "id" : -5535614167454173390,
  "title" : "Vintage WWII Planes Mark V-E Day Anniversary Flying Over The U.S. Capitol",
  "description" : "Dozens of aging fighters and bombers flew over the National Mall to commemorate the 70th anniversary of the end of the war in Europe.",
  "source" : "NPR News",
  "date" : "2015-05-09T00:00:00.000Z"
}, {
  "id" : 3611147122545310719,
  "title" : "How Bicycles Are Helping To Heal Rwanda",
  "description" : "This weekend, an Olympic-qualifying race will be held in Rwanda. It's a sign of how bikes are changing the country's image — and how Africa is making inroads in the Western-dominated cycling world.",
  "source" : "NPR News",
  "date" : "2015-05-09T00:00:00.000Z"
}, {
  "id" : 6987218751101351151,
  "title" : "Thousands Gather On National Mall For Victory In Europe Day Celebration",
  "description" : "Thousands gathered on the National Mall Friday to celebrate the 70th anniversary of Victory in Europe Day, commonly known as V-E Day, with a ceremony and a fly over of vintage World War II planes.",
  "source" : "NPR News",
  "date" : "2015-05-09T00:00:00.000Z"
} ]