[ {
  "id" : 4196623195885127585,
  "title" : "More than 100 Saudi-led air strikes hit Yemen: Houthis",
  "description" : "CAIRO (Reuters) - A Saudi-led coalition struck northern provinces of Yemen on Saturday in a third consecutive night of heavy air strikes, the Houthi rebels said, following their shelling this week of Saudi border areas.",
  "source" : "Reuters Top News",
  "date" : "2015-05-09T00:00:00.000Z"
}, {
  "id" : -8457351886794983059,
  "title" : "North Korea says test-fires submarine-launch ballistic missile: KCNA",
  "description" : "SEOUL (Reuters) - North Korea said on Saturday it has successfully conducted an underwater test-fire of a submarine-launched ballistic missile, which, if true, would indicate progress in the secretive state's pursuit of building missile-equipped submarines.",
  "source" : "Reuters Top News",
  "date" : "2015-05-09T00:00:00.000Z"
}, {
  "id" : 8217998538063966504,
  "title" : "Russia stages huge military parade, Western leaders boycott",
  "description" : "MOSCOW (Reuters) - Thousands of Russian troops marched across Red Square, tanks rumbled through the streets and jets screamed overhead on Saturday in a huge military parade marking the 70th anniversary of victory over Nazi Germany.",
  "source" : "Reuters Top News",
  "date" : "2015-05-09T00:00:00.000Z"
}, {
  "id" : 5967065066296759848,
  "title" : "Bodies of Pakistan crash victims brought to capital",
  "description" : "ISLAMABAD (Reuters) - Pakistan's military brought the bodies of two ambassadors and two ambassadors' wives to Islamabad on Saturday, a day after they were killed in a helicopter crash in northern mountains as they where inspecting a tourism project.",
  "source" : "Reuters Top News",
  "date" : "2015-05-09T00:00:00.000Z"
}, {
  "id" : 4086146845167029306,
  "title" : "Father, aunt of Bobbi Kristina Brown named co-guardians",
  "description" : "(Reuters) - The father and aunt of Bobbi Kristina Brown, the daughter of late singer Whitney Houston who was hospitalized in January after being found unresponsive in her bathtub, have been named her co-guardians, attorneys for the parties said on Friday.",
  "source" : "Reuters Top News",
  "date" : "2015-05-09T00:00:00.000Z"
}, {
  "id" : 990208752730077299,
  "title" : "Quarterback Winston files counterclaim against rape accuser",
  "description" : "(Reuters) - Heisman-winning quarterback Jameis Winston on Friday filed a counterclaim against a woman who accused him of raping her in 2012 while she was a student at Florida State University, court records show.",
  "source" : "Reuters Top News",
  "date" : "2015-05-09T00:00:00.000Z"
}, {
  "id" : -7182541229258645243,
  "title" : "Pakistan helicopter crash kills Norwegian, Philippine ambassadors",
  "description" : "ISLAMABAD (Reuters) - A Pakistan military helicopter carrying diplomats to inspect a tourism project crashed on Friday killing seven people, including the ambassadors of Norway and the Philippines and the wives of the Malaysian and Indonesian ambassadors.",
  "source" : "Reuters Top News",
  "date" : "2015-05-09T00:00:00.000Z"
}, {
  "id" : 4226969981728746103,
  "title" : "Thailand questions 117 migrants as it races to meet crackdown deadline",
  "description" : "RATTAPHUM, Thailand (Reuters) - Thai authorities on Saturday questioned more than 100 migrants discovered in the country's south to determine whether they were victims of human trafficking, as Thailand races to meet a deadline to uncover people smuggling camps within its borders.",
  "source" : "Reuters Top News",
  "date" : "2015-05-09T00:00:00.000Z"
}, {
  "id" : -6173254963802259729,
  "title" : "500 days out, Rio risks Olympics cost surge as building lags",
  "description" : "RIO DE JANEIRO (Reuters) - With less than 500 days until Rio de Janeiro hosts the Olympic Games, construction of several venues has not started and some major contracts have not even been tendered, setting the stage for a last-minute rush that will likely drive up costs.",
  "source" : "Reuters Top News",
  "date" : "2015-05-09T00:00:00.000Z"
}, {
  "id" : 9064097222856810619,
  "title" : "'Re-homing' couple exposed by Reuters is indicted on kidnap charges",
  "description" : "NEW YORK (Reuters) - An Arizona couple who used an underground online market for acquiring children has been charged with kidnapping two minors and transporting one across state lines with intent to engage in sexual activity.",
  "source" : "Reuters Top News",
  "date" : "2015-05-09T00:00:00.000Z"
}, {
  "id" : -1794867590917155471,
  "title" : "NYC judge declares mistrial in 1979 Etan Patz murder case",
  "description" : "NEW YORK (Reuters) - A judge declared a mistrial on Friday in the marathon trial of Pedro Hernandez, who had confessed to killing Etan Patz, the New York City boy whose 1979 disappearance raised awareness of the plight of missing and abducted children and their families.",
  "source" : "Reuters Top News",
  "date" : "2015-05-09T00:00:00.000Z"
}, {
  "id" : 8885989249865356901,
  "title" : "U.S. job growth recovers, keeps 2015 Fed rate rise in play",
  "description" : "WASHINGTON (Reuters) - U.S. job growth rebounded last month and the unemployment rate dropped to a near seven-year low of 5.4 percent, suggesting underlying strength in the economy at the start of the second quarter that could keep alive prospects for a Federal Reserve rate hike later this year.",
  "source" : "Reuters Top News",
  "date" : "2015-05-09T00:00:00.000Z"
}, {
  "id" : 6812399138686973760,
  "title" : "Cameron savors shock triumph in British election",
  "description" : "LONDON (Reuters) - British Prime Minister David Cameron swept to a stunning election victory on Friday, confounding forecasts that the vote would be the closest in decades and winning a clear majority that left his Labour opponents in tatters.",
  "source" : "Reuters Top News",
  "date" : "2015-05-09T00:00:00.000Z"
}, {
  "id" : 968037612532056447,
  "title" : "Deadline may force compromise on U.S. surveillance law",
  "description" : "WASHINGTON (Reuters) - U.S. Senate Republican leaders insist that spy agencies continue to have access to data on Americans' telephone calls despite a court ruling that the practice is illegal, but aides said on Friday they may have to compromise on proposed reforms of the program before it expires on June 1.",
  "source" : "Reuters Top News",
  "date" : "2015-05-09T00:00:00.000Z"
}, {
  "id" : -8341382633380140115,
  "title" : "Stocks, bonds rally on U.S. jobs data; sterling jumps",
  "description" : "NEW YORK (Reuters) - An April rebound in U.S. jobs growth boosted Wall Street and supported the dollar on Friday, while a surprise Conservative victory cast away fears of a hung British Parliament and sparked a rally in sterling and European stock markets.",
  "source" : "Reuters Top News",
  "date" : "2015-05-09T00:00:00.000Z"
}, {
  "id" : -3550152476771722626,
  "title" : "Monsanto set to press ahead with Syngenta takeover plan: source",
  "description" : "(Reuters) - U.S. agrochemicals firm Monsanto has not given up on a proposed takeover of Swiss rival Syngenta , a source close to Monsanto said on Friday after its $45 billion offer was rejected.",
  "source" : "Reuters Top News",
  "date" : "2015-05-09T00:00:00.000Z"
}, {
  "id" : 1694724067926782541,
  "title" : "Thousands attend funeral for slain New York City policeman",
  "description" : "SEAFORD, N.Y. (Reuters) - Thousands of policemen from around the United States gathered on Friday at the funeral of a 25-year-old New York City officer who was shot in the head while on patrol, making him the third member of the NYPD killed in the line of duty since December.",
  "source" : "Reuters Top News",
  "date" : "2015-05-09T00:00:00.000Z"
}, {
  "id" : -7177282128497359936,
  "title" : "U.S. Justice Dept. opens civil rights probe into Baltimore police",
  "description" : "WASHINGTON (Reuters) - The U.S. Justice Department on Friday launched an investigation into the Baltimore police department's use of force and whether there are patterns of discriminatory policing.",
  "source" : "Reuters Top News",
  "date" : "2015-05-09T00:00:00.000Z"
}, {
  "id" : -608152858981278500,
  "title" : "Greek PM forecasts 'happy end'; Eurogroup chief cites progress in talks",
  "description" : "ATHENS/ROME (Reuters) - Greek Prime Minister Alexis Tsipras forecast a happy end soon to fraught negotiations with creditors on a cash-for-reform deal, and the chairman of euro zone finance ministers said talks were making progress, though not enough for a deal next Monday.",
  "source" : "Reuters Top News",
  "date" : "2015-05-09T00:00:00.000Z"
}, {
  "id" : -2180770378486837291,
  "title" : "U.S. asks China to investigate cyber attack targeting U.S. sites",
  "description" : "WASHINGTON (Reuters) - The United States said on Friday it has asked Beijing to investigate reports that China interfered with Internet content hosted outside the country and used it to attack U.S. websites.",
  "source" : "Reuters Top News",
  "date" : "2015-05-09T00:00:00.000Z"
} ]