[ {
  "id" : -264366481685217762,
  "title" : "ArtsBeat: Matthew Weiner on the Coke Ad and the Meaning of ‘Mad Men’",
  "description" : "Mr. Weiner, the creator of “Mad Men,” discussed the show’s ambiguous finale in a talk at the New York Public Library.",
  "source" : "New York Times",
  "date" : "2015-05-21T07:20:03.415Z"
}, {
  "id" : 4444049595543954499,
  "title" : "Critic’s Notebook: Bin Laden’s Bookshelf Reflects His Fixation on West",
  "description" : "A declassified list of the books and articles found in the Qaeda leader’s hide-out in Pakistan shows the efforts he made to know his enemy.",
  "source" : "New York Times",
  "date" : "2015-05-21T07:20:03.415Z"
}, {
  "id" : 4296007743406573252,
  "title" : "ArtsBeat: Matthew Weiner on the Coke Ad and the Meaning of ‘Mad Men’",
  "description" : "Mr. Weiner, the creator of “Mad Men,” discussed the show’s ambiguous finale in a talk at the New York Public Library.",
  "source" : "New York Times",
  "date" : "2015-05-21T07:20:03.415Z"
}, {
  "id" : 1704280384740939815,
  "title" : "David Letterman, Ending an Era, Goes for Laughs Instead of Tears",
  "description" : "Mr. Letterman signed off on Wednesday with an all-star edition of the “Late Show,” bringing his 33-year career in late-night television to a close.",
  "source" : "New York Times",
  "date" : "2015-05-21T07:20:03.415Z"
}, {
  "id" : -7518147605090089841,
  "title" : "Owner of American Pharoah Is Fighting Lawsuit Amid Triple Crown Bid",
  "description" : "Ahmed Zayat has been contesting a federal lawsuit brought by a convicted felon that alleges Mr. Zayat has failed to pay a $2 million debt he ran up betting through a website in Costa Rica.",
  "source" : "New York Times",
  "date" : "2015-05-21T07:20:03.415Z"
}, {
  "id" : -6237123242695034770,
  "title" : "U.S. to Send Rockets to Iraq for ISIS Fight",
  "description" : "Obama officials have called the fall of Ramadi a huge setback, but have sought to quell critics in the region with the deployment of weapons, which are expected to arrive in early June.",
  "source" : "New York Times",
  "date" : "2015-05-21T07:20:03.415Z"
}, {
  "id" : -4835349153096086936,
  "title" : "For Drivers, Confusion Reigns in Airbag Recall",
  "description" : "Automakers on Wednesday were still sorting out which cars needed to be included in the expanded recall of cars with Takata airbags, leaving many consumers with more questions than answers.",
  "source" : "New York Times",
  "date" : "2015-05-21T07:20:03.415Z"
}, {
  "id" : -6037977765984770054,
  "title" : "Amid Butterflies, a Bit of a Lingua Franca at the Natural History Museum",
  "description" : "Holly Tooker, a longtime guide at the Butterfly Conservatory, can say “butterfly” in nearly 150 languages after years of asking foreign museum visitors.",
  "source" : "New York Times",
  "date" : "2015-05-21T07:20:03.415Z"
}, {
  "id" : 3719540367814787999,
  "title" : "ISIS Fighters Seize Control of Syrian City of Palmyra, and Ancient Ruins",
  "description" : "Islamic State militants have already destroyed historical sites and sold off artifacts in other cities, and people fear they may do the same to the famous ruins in Palmyra.",
  "source" : "New York Times",
  "date" : "2015-05-21T07:20:03.415Z"
}, {
  "id" : 2003595984158282888,
  "title" : "First Draft: Fox News to Limit First Presidential Debate to 10 Republicans",
  "description" : "The sprawling field of Republican presidential hopefuls will be abruptly winnowed down to as few as 10 — at least for debating purposes — when the first presidential debate is held in early August, said Fox News, the debate sponsor.",
  "source" : "New York Times",
  "date" : "2015-05-21T07:20:03.415Z"
}, {
  "id" : -2859706904898663647,
  "title" : "Rigging of Foreign Exchange Market Makes Felons of Top Banks",
  "description" : "Traders, including some who called themselves “the cartel,” colluded to manipulate the foreign exchange market, federal and state authorities said.",
  "source" : "New York Times",
  "date" : "2015-05-21T07:20:03.415Z"
}, {
  "id" : -6555938230583983360,
  "title" : "In Osama bin Laden Library: Illuminati and Bob Woodward",
  "description" : "“The 9/11 Commission Report,” “Obama’s Wars” by Bob Woodward and application forms for Al Qaeda were in Bin Laden’s compound when he was killed.",
  "source" : "New York Times",
  "date" : "2015-05-21T07:20:03.415Z"
}, {
  "id" : -1375778469316279830,
  "title" : "Nebraska Legislature, in Bipartisan Vote, Bans Death Penalty",
  "description" : "Gov. Pete Ricketts, a Republican, has vowed to veto the bill, but the Legislature appears to have the votes to override a veto.",
  "source" : "New York Times",
  "date" : "2015-05-21T07:20:03.416Z"
}, {
  "id" : 3488521067590356239,
  "title" : "Severe Mental Illness Found to Drop in Young, Defying Perceptions",
  "description" : "A new report, published in the New England Journal of Medicine, comes at a time of debate over the rates and treatment of childhood mental disorders.",
  "source" : "New York Times",
  "date" : "2015-05-21T07:20:03.416Z"
}, {
  "id" : -1797639945062950728,
  "title" : "Cameron to Propose Stricter Immigration Rules in Britain",
  "description" : "Prime Minister David Cameron of Britain will unveil a plan on Thursday that seeks to cut the numbers of migrants coming to Britain and make it harder for foreigners to work there illegally.",
  "source" : "New York Times",
  "date" : "2015-05-21T07:20:03.416Z"
}, {
  "id" : 1651834143905047538,
  "title" : "Hundreds of Weapons, ‘and Counting,’ Recovered After Waco Melee",
  "description" : "The arsenal shows how motorcycle gang members were expecting a violent encounter when they converged at a restaurant on Sunday, the police said.",
  "source" : "New York Times",
  "date" : "2015-05-21T07:20:03.416Z"
}, {
  "id" : -6170910000565042944,
  "title" : "Memo From the United Nations: E.U.’s Migrant Plan Strikes Many as Another Barrier",
  "description" : "Critics, including migrant advocates, are asking if Europe’s crackdown on smuggling rings is simply a tactic to stop migrants from seeking asylum on the Continent.",
  "source" : "New York Times",
  "date" : "2015-05-21T07:20:03.416Z"
}, {
  "id" : -4427691241742324587,
  "title" : "‘Inside Out,’ Pixar’s New Movie From Pete Docter, Goes Inside the Mind",
  "description" : "The story follows an 11-year-old girl and the emotions that scramble around inside her head.",
  "source" : "New York Times",
  "date" : "2015-05-21T07:20:03.416Z"
}, {
  "id" : -4396953441053624027,
  "title" : "Prosecutors in George Washington Bridge Case Seek to Seal Evidence",
  "description" : "Federal prosecutors say they are requesting the order, which defense lawyers oppose, to protect those who aren’t charged from disclosure of potentially embarrassing information.",
  "source" : "New York Times",
  "date" : "2015-05-21T07:20:03.416Z"
}, {
  "id" : -347169534010111780,
  "title" : "Open Source: Chechen Leader Scolds WhatsApp Users for Spreading ‘Rumors’ About Official’s Wedding",
  "description" : "Chechnya’s Instagram-addicted Ramzan Kadyrov accused citizens of using WhatsApp to spread rumors about a police chief.",
  "source" : "New York Times",
  "date" : "2015-05-21T07:20:03.416Z"
} ]