[ {
  "id" : 1808937204979197927,
  "title" : "Postman Who Gyrocoptered Onto Capitol Lawn Faces Two Felonies",
  "description" : "Doug Hughes, who delivered letters decrying the role of big money in politics, is only accused of misdemeanors for breaching federal airspace; the felonies are lack of proper license and registration.",
  "source" : "NPR News",
  "date" : "2015-05-21T07:20:03.823Z"
}, {
  "id" : -4367896596401085889,
  "title" : "Islamic State Takes Control Of Ancient City Of Palmyra",
  "description" : "The city is on UNESCO's list of World Heritage sites, and it gives the militant group access to gas fields and roads across the Syrian desert.",
  "source" : "NPR News",
  "date" : "2015-05-21T07:20:03.824Z"
}, {
  "id" : 2395227725159512857,
  "title" : "Chipping Away At The Mystery Of The Oldest Tools Ever Found",
  "description" : "How do you prove a rock was actively shaped and used as a tool more than 3 million years ago? Scientists found a kit of more than 140 artifacts in one spot and say the tools' crafters were pre-human.",
  "source" : "NPR News",
  "date" : "2015-05-21T07:20:03.824Z"
}, {
  "id" : -740530704838915684,
  "title" : "For Israel, Soccer Becomes A Geopolitical Football",
  "description" : "The head of FIFA visited Israel and the West Bank this week, where Palestinians are petitioning to expel Israel from soccer's governing body — and its biggest international tournaments.",
  "source" : "NPR News",
  "date" : "2015-05-21T07:20:03.824Z"
}, {
  "id" : -6087623153830232681,
  "title" : "Episode 625: The Last Job",
  "description" : "What if robots did all the work? In today's show, we imagine a world without jobs.",
  "source" : "NPR News",
  "date" : "2015-05-21T07:20:03.824Z"
}, {
  "id" : 3349160549119606856,
  "title" : "McMadness: Activists Pile On At McDonald's Shareholders Meeting",
  "description" : "From workers calling for higher wages to teachers blasting McDonald's for marketing to kids in schools, a bevy of critics have descended upon the company's headquarters in Illinois this week.",
  "source" : "NPR News",
  "date" : "2015-05-21T07:20:03.824Z"
}, {
  "id" : -7613670925609609099,
  "title" : "Bruce Lundvall, Jazz Record Executive, Has Died",
  "description" : "The longtime president of Blue Note Records, a lifelong jazz fan, signed artists such as Norah Jones, Joe Henderson and Robert Glasper. He died of complications due to Parkinson's Disease. He was 79.",
  "source" : "NPR News",
  "date" : "2015-05-21T07:20:03.824Z"
}, {
  "id" : -9056316702827905434,
  "title" : "Netanyahu Cancels Palestinian-Only Bus Plan Just Before Scheduled Start",
  "description" : "NPR's Robert Siegel talks to Lahav Harkov, Knesset reporter for the Jerusalem Post, about the politics around a plan to require Palestinian laborers from the West Bank to ride Palestinian-only buses.",
  "source" : "NPR News",
  "date" : "2015-05-21T07:20:03.824Z"
}, {
  "id" : 176852435107722107,
  "title" : "FDA Wants To Pull Back The Curtain, Slightly, On Farm Antibiotics",
  "description" : "The Food and Drug Administration wants to know which farm animals are getting treated most heavily. But the FDA's proposal still falls short of the best European data practices.",
  "source" : "NPR News",
  "date" : "2015-05-21T07:20:03.824Z"
}, {
  "id" : -110253486880945540,
  "title" : "Energy Companies Step In To Fund STEM Education ",
  "description" : "Many public high schools lack funding for STEM — Science, Technology, Engineering and Math — programs. Energy companies worried about finding future employees are donating to schools.",
  "source" : "NPR News",
  "date" : "2015-05-21T07:20:03.824Z"
}, {
  "id" : 8090714058505562321,
  "title" : "Often The Butt Of Jokes, S.C.'s Giant Peach Is Ripe For Renovation",
  "description" : "The South Carolina landmark that's both loved and lampooned has gained national celebrity. But the peach's bright paint has soured over the years, so it's getting a makeover — to the chagrin of some.",
  "source" : "NPR News",
  "date" : "2015-05-21T07:20:03.824Z"
}, {
  "id" : -8895268840123222462,
  "title" : "'My Fair Lady' Couldn't Actually Dance All Night, So These Songs Had To Go",
  "description" : "The musical has some of the best-known songs in Broadway history, but it originally had other tunes that almost no one knows. Some of those songs were recently performed for the first time in decades.",
  "source" : "NPR News",
  "date" : "2015-05-21T07:20:03.824Z"
}, {
  "id" : -1989591718175375370,
  "title" : "Maine Bill Aims To Make Abuse-Deterrent Painkillers More Affordable",
  "description" : "Expensive versions of prescription opioids that are tougher to cut, crush and inject are less likely to be abused, legislators hope. But some doctors call the bill well-meant, but ill-advised.",
  "source" : "NPR News",
  "date" : "2015-05-21T07:20:03.824Z"
}, {
  "id" : -5061368823488162627,
  "title" : "Untested Rape Kit Backlog Represents A 'Public Safety Issue' In U.S.",
  "description" : "NPR's Melissa Block speaks with, Abigail Tracy, a reporter with the news site Vocativ, about the backlog of thousands of rape kits that have yet to be tested around the country.",
  "source" : "NPR News",
  "date" : "2015-05-21T07:20:03.824Z"
}, {
  "id" : -3199938872421915658,
  "title" : "Immigrant Family's Hope On Hold After Promises From The President",
  "description" : "Six months ago, President Obama announced executive actions that would protect millions of immigrants who are undocumented from deportation. But those actions are on hold pending a lawsuit.",
  "source" : "NPR News",
  "date" : "2015-05-21T07:20:03.824Z"
} ]