[ {
  "id" : 1205945230944140685,
  "title" : "Turmoil in Thailand delayed crackdown on trafficking gangs: police",
  "description" : "BANGKOK (Reuters) - Years of political violence in the Thai capital has strained police resources, delaying investigations into human trafficking in the south of the country and allowing the illicit trade to flourish, a top police official said on Thursday.",
  "source" : "Reuters Top News",
  "date" : "2015-05-21T07:20:04.347Z"
}, {
  "id" : -1553043324882728740,
  "title" : "Islamic State enters ruins of Syria's Palmyra: monitor",
  "description" : "BEIRUT (Reuters) - Islamic State fighters in Syria have entered the ancient ruins of Palmyra after taking complete control of the central city but there are no reports so far of any destruction of antiquities, a group monitoring the war said on Thursday.",
  "source" : "Reuters Top News",
  "date" : "2015-05-21T07:20:04.348Z"
}, {
  "id" : 7896867942311440770,
  "title" : "Weak China factories chill hopes for global bounce, U.S. lift needed",
  "description" : "(Reuters) - Manufacturing activity in Asia's top two economic powerhouses remained stuck in low gear in May, but an absence of inflation pressures suggested that authorities could inject yet more stimulus if needed.",
  "source" : "Reuters Top News",
  "date" : "2015-05-21T07:20:04.348Z"
}, {
  "id" : -8049910110842309532,
  "title" : "U.S., Cuba to focus on reopening embassies in Washington talks",
  "description" : "WASHINGTON (Reuters) - The United States and Cuba resume talks on Thursday aiming to overcome obstacles to opening embassies in each other's capitals and re-establishing diplomatic ties, the crucial next step in their historic detente.",
  "source" : "Reuters Top News",
  "date" : "2015-05-21T07:20:04.348Z"
}, {
  "id" : 2747061241501299828,
  "title" : "Iran's Khamenei rules out interviews with nuclear scientists",
  "description" : "ANKARA (Reuters) - Iran's Supreme Leader, Ayatollah Ali Khamenei, said on Wednesday Tehran would not accept \"unreasonable demands\" by world powers over its disputed nuclear program and ruled out letting inspectors interview its atomic scientists.",
  "source" : "Reuters Top News",
  "date" : "2015-05-21T07:20:04.348Z"
}, {
  "id" : 6306402574517100021,
  "title" : "Crews work to clean California beach fouled by oil pipeline spill",
  "description" : "GOLETA, Calif. (Reuters) - Cleanup crews fanned out across an oil-fouled California beach on Wednesday to scoop up gobs of petroleum spewed from a burst pipeline in what may be the biggest oil spill to hit the pristine but energy-rich Santa Barbara coastline in 46 years.",
  "source" : "Reuters Top News",
  "date" : "2015-05-21T07:20:04.348Z"
}, {
  "id" : -5478562686401925037,
  "title" : "Fed officials see June rate hike as unlikely: minutes",
  "description" : "WASHINGTON (Reuters) - Federal Reserve officials believed it would be premature to hike interest rates in June even though most felt the U.S. economy was set to rebound from a dismal start to the year, according to minutes from their April policy meeting released on Wednesday.",
  "source" : "Reuters Top News",
  "date" : "2015-05-21T07:20:04.348Z"
}, {
  "id" : -857351351385368115,
  "title" : "Malaysia, Indonesia to let 'boat people' come ashore temporarily",
  "description" : "KUALA LUMPUR (Reuters) - Malaysia and Indonesia said on Wednesday they would offer shelter to 7,000 \"boat people\" adrift at sea in rickety boats but made clear their assistance was temporary and they would take no more.",
  "source" : "Reuters Top News",
  "date" : "2015-05-21T07:20:04.348Z"
}, {
  "id" : -208940777827928708,
  "title" : "Takata air bag recall could take years to complete",
  "description" : "DETROIT (Reuters) - Takata Corp's record U.S. recall of potentially deadly air bag inflators could take years to complete, industry experts and safety advocates said, as automakers scrambled to line up replacement parts, some not from Takata.",
  "source" : "Reuters Top News",
  "date" : "2015-05-21T07:20:04.348Z"
}, {
  "id" : 2442127345744954237,
  "title" : "Iraqi forces say thwart Islamist attack near Ramadi",
  "description" : "BAGHDAD (Reuters) - Iraqi forces said they fought off an overnight attack by Islamic State militants near the city of Ramadi, which the insurgents overran at the weekend in the most significant setback for the government in a year.",
  "source" : "Reuters Top News",
  "date" : "2015-05-21T07:20:04.349Z"
}, {
  "id" : -5822745791079257010,
  "title" : "Takata air bag recall could take years to complete",
  "description" : "DETROIT (Reuters) - Takata Corp's record U.S. recall of potentially deadly air bag inflators could take years to complete, industry experts and safety advocates said, as automakers scrambled to line up replacement parts, some not from Takata.",
  "source" : "Reuters Top News",
  "date" : "2015-05-21T07:20:04.349Z"
}, {
  "id" : 8617356583349722008,
  "title" : "Malaysia, Indonesia to let 'boat people' come ashore temporarily",
  "description" : "KUALA LUMPUR (Reuters) - Malaysia and Indonesia said on Wednesday they would offer shelter to 7,000 \"boat people\" adrift at sea in rickety boats but made clear their assistance was temporary and they would take no more.",
  "source" : "Reuters Top News",
  "date" : "2015-05-21T07:20:04.349Z"
}, {
  "id" : 9093188442076613629,
  "title" : "Islamic State seizes ancient Palmyra city from Syrian forces",
  "description" : "BEIRUT (Reuters) - Islamic State insurgents stormed the historic Syrian city of Palmyra on Wednesday, fighting off pro-government forces who withdrew after evacuating most of the civilian population, state television said.",
  "source" : "Reuters Top News",
  "date" : "2015-05-21T07:20:04.349Z"
}, {
  "id" : 1448553623304293543,
  "title" : "Man who flew gyrocopter to U.S. Capitol faces up to nine and a half years in prison",
  "description" : "WASHINGTON (Reuters) - The Florida man who flew a gyrocopter onto the grounds of the U.S. Capitol in April faces up to 9-1/2 years in prison after being indicted by a federal grand jury on Wednesday.",
  "source" : "Reuters Top News",
  "date" : "2015-05-21T07:20:04.349Z"
}, {
  "id" : -4899616350779282779,
  "title" : "Fed officials see June rate hike as unlikely: minutes",
  "description" : "WASHINGTON (Reuters) - Federal Reserve officials believed it would be premature to hike interest rates in June even though most felt the U.S. economy was set to rebound from a dismal start to the year, according to minutes from their April policy meeting released on Wednesday.",
  "source" : "Reuters Top News",
  "date" : "2015-05-21T07:20:04.349Z"
}, {
  "id" : -8946528980100183201,
  "title" : "U.N. announces Yemen talks, Iran to allow ship inspection",
  "description" : "UNITED NATIONS/DUBAI (Reuters) - U.N. chief Ban Ki-moon on Wednesday announced talks between warring Yemeni parties in Geneva on May 28 to end over seven weeks of war, as Iran agreed for international inspections of an aid ship sailing to Yemen.",
  "source" : "Reuters Top News",
  "date" : "2015-05-21T07:20:04.349Z"
}, {
  "id" : 8145982533953632930,
  "title" : "Five global banks to pay $5.7 billion in fines over rate rigging",
  "description" : "NEW YORK (Reuters) - Five of the world's largest banks, including JPMorgan Chase & Co and Citigroup Inc, were fined roughly $5.7 billion, and four of them pleaded guilty to U.S. criminal charges over manipulation of foreign exchange rates, authorities said on Wednesday.",
  "source" : "Reuters Top News",
  "date" : "2015-05-21T07:20:04.350Z"
}, {
  "id" : 1005928273660151317,
  "title" : "Iran's Khamenei rules out interviews with nuclear scientists",
  "description" : "ANKARA (Reuters) - Iran's Supreme Leader Ayatollah Ali Khamenei said on Wednesday Tehran would not accept \"unreasonable demands\" by world powers over its disputed nuclear program and ruled out letting inspectors interview its atomic scientists.",
  "source" : "Reuters Top News",
  "date" : "2015-05-21T07:20:04.350Z"
}, {
  "id" : -459826647063279330,
  "title" : "Greece says it will default in June without aid from lenders",
  "description" : "ATHENS (Reuters) - Greece will not be able to make a payment to the International Monetary Fund due on June 5 unless foreign lenders provide more aid, a senior ruling party lawmaker said on Wednesday, the latest warning from Athens that it is on the verge of default.",
  "source" : "Reuters Top News",
  "date" : "2015-05-21T07:20:04.350Z"
}, {
  "id" : -5262614724196296847,
  "title" : "Talk show host David Letterman bids farewell on final 'Late Show'",
  "description" : "NEW YORK (Reuters) - Comedian David Letterman will sign off for the last time on CBS's \"Late Show\" on Wednesday, concluding a 33-year career on late-night television with a show that promises to be full of surprises, a run across the stage and his final Top Ten List.",
  "source" : "Reuters Top News",
  "date" : "2015-05-21T07:20:04.350Z"
} ]