[ {
  "id" : 5081003021830931206,
  "title" : "'Beautiful Mind' Mathematician John Nash, Jr. Dies In New Jersey Car Crash",
  "description" : "The Nobel Prize winner who struggled with schizophrenia and was portrayed by Russell Crowe in the 2001 film, died with has wife in a taxi on the New Jersey Turnpike, officials say. He was 86.",
  "source" : "NPR News",
  "date" : "2015-05-24T16:26:27.471Z"
}, {
  "id" : -4897148106686698288,
  "title" : "Greece Warns That It Will Probably Miss Next Month's Debt Payment",
  "description" : "Interior Minister Nikos Voutsis says a $1.76 billion payment due next month \"will not be given and is not there to be given.\"",
  "source" : "NPR News",
  "date" : "2015-05-24T16:26:27.471Z"
}, {
  "id" : -792622384749845135,
  "title" : "At Dover Air Force Base, Bringing Home The Fallen With Grief And Joy ",
  "description" : "The rituals of caring for the remains of service members are carried out with special grace by the staff at Dover Air Force Base. \"We believe in what we're doing here,\" says one. \"We love them.\"",
  "source" : "NPR News",
  "date" : "2015-05-24T16:26:27.471Z"
}, {
  "id" : -2297859339614309013,
  "title" : "Accusations Pile Up Against Panama's Former President",
  "description" : "One of Central America's richest and most eccentric former politicians, Ricardo Martinelli, may soon face charges for stealing millions of dollars from the government during his five years in power.",
  "source" : "NPR News",
  "date" : "2015-05-24T16:26:27.471Z"
}, {
  "id" : 1953343603920316043,
  "title" : "Nepali Villagers Flee After Landslide Cuts Off Major River",
  "description" : "Rising waters behind the earth dam created by the landslide could burst through, inundating villages for miles downstream, officials say.",
  "source" : "NPR News",
  "date" : "2015-05-24T16:26:27.471Z"
}, {
  "id" : -372876361260651808,
  "title" : "'How Could You Not Know You Were Pregnant?'",
  "description" : "Brittany Ohman got pregnant in high school, and didn't realize it till she went into labor in her freshman dorm. She talks with NPR's Rachel Martin about her surprise pregnancy and her son, James.",
  "source" : "NPR News",
  "date" : "2015-05-24T16:26:27.471Z"
}, {
  "id" : -966410305621371860,
  "title" : "NFL Aims To Spice Up Games With Tweak To Extra Point Rules",
  "description" : "An NFL rule change has been called \"the biggest change to NFL scoring in the league's 95 year history.\" NPR's Rachel Martin talks to Mike Pesca, of Slate's \"The Gist\" podcast, about what it means for the game.",
  "source" : "NPR News",
  "date" : "2015-05-24T16:26:27.471Z"
}, {
  "id" : 2094892184581872969,
  "title" : "Colorado's Free IUD Program Set To End In July",
  "description" : "A program that made IUDs accessible to Colorado teenagers is running out of funding. State Rep. Don Coram, a Republican, fought to save it. He credits the initiative with the drop in teen pregnancies.",
  "source" : "NPR News",
  "date" : "2015-05-24T16:26:27.471Z"
}, {
  "id" : -502900533964032415,
  "title" : "Activists Cross The DMZ In Controversial Peace Demonstration",
  "description" : "Famed American feminist Gloria Steinem has taken her activism to the border between North and South Korea. NPR's Rachel Martin talks to NPR's Elise Hu about the demonstration aimed at reunifying two nations.",
  "source" : "NPR News",
  "date" : "2015-05-24T16:26:27.471Z"
}, {
  "id" : -6629061693479442970,
  "title" : "Single-Named Singers From The Present And Past",
  "description" : "Every answer is the name of a famous, one-named singer like Madonna or Beyoncé. Identify each one from its anagram, to which one extra letter is added. The singers are a mix of past and present.",
  "source" : "NPR News",
  "date" : "2015-05-24T16:26:27.471Z"
}, {
  "id" : -3067097170900634716,
  "title" : "With Syria's Army Losing Ground, A Boost From Hezbollah ",
  "description" : "President Bashar Assad has suffered a series of recent military setbacks. But Hezbollah keeps fighting in alliance with Syria's army, and it scored a recent victory along the border with Lebanon.",
  "source" : "NPR News",
  "date" : "2015-05-24T16:26:27.471Z"
}, {
  "id" : 2322339819356686452,
  "title" : "Ohio To Set Standards For Police Use Of Deadly Force",
  "description" : "Ohio Gov. John Kasich recently put together a group in Cleveland to look at the divide between the city and the police. NPR's Rachel Martin talks to a member of that task force, Nina Turner.",
  "source" : "NPR News",
  "date" : "2015-05-24T16:26:27.471Z"
}, {
  "id" : 5268741731639198797,
  "title" : "Author Says Researcher Faked Gay Marriage Opinon Study",
  "description" : "A much-publicized study suggesting door-to-door canvassing could change opinions about same-sex marriage has been discredited. The co-author of the study has asked Science to retract its article.",
  "source" : "NPR News",
  "date" : "2015-05-24T16:26:27.471Z"
}, {
  "id" : 4905194015907698117,
  "title" : "As ISIS Expands Its Control, U.S. Policy Is Questioned",
  "description" : "The so-called Islamic State captured two strategic cities recently: Ramadi, Iraq, and Palmyra, Syria. NPR's Rachel Martin speaks to Vali Nasr of Johns Hopkins about the U.S. strategy toward ISIS.",
  "source" : "NPR News",
  "date" : "2015-05-24T16:26:27.471Z"
}, {
  "id" : -2025922821363488440,
  "title" : "To Build Up Its History, Macedonia Going Baroque ",
  "description" : "Macedonia is one of the poorest countries in Europe, but it's been on a building spree that includes elaborate buildings and hundreds of statues, including an enormous one of Alexander the Great.",
  "source" : "NPR News",
  "date" : "2015-05-24T16:26:27.472Z"
} ]