[ {
  "id" : -4714604467084024947,
  "title" : "Mathematician John Nash, who inspired 'A Beautiful Mind,' killed in car crash",
  "description" : "(Reuters) - Mathematician John Nash, a Nobel Prize winner whose longtime struggle with mental illness inspired the movie \"A Beautiful Mind\", was killed in a car crash along with his wife in New Jersey, state police said on Sunday.",
  "source" : "Reuters Top News",
  "date" : "2015-05-24T16:26:27.950Z"
}, {
  "id" : 2455886273244469768,
  "title" : "Cleveland police say 71 people arrested overnight in protests",
  "description" : "CLEVELAND (Reuters) - Some 71 people were arrested in Cleveland overnight during protests that flared after a police officer was found not guilty in the shooting deaths of an unarmed black man and a woman following a high-speed car chase in 2012, police said on Sunday.",
  "source" : "Reuters Top News",
  "date" : "2015-05-24T16:26:27.950Z"
}, {
  "id" : 6908385116818730361,
  "title" : "Greece hasn't got the money to make June IMF repayment: interior minister",
  "description" : "ATHENS/LONDON (Reuters) - Greece cannot make debt repayments to the International Monetary Fund (IMF) next month unless it achieves a deal with creditors, its interior minister said on Sunday, the most explicit remarks yet from Athens about the likelihood of default if talks fail.",
  "source" : "Reuters Top News",
  "date" : "2015-05-24T16:26:27.950Z"
}, {
  "id" : 295289956716961211,
  "title" : "Cleveland protests erupt after officer found not guilty in fatal shooting of two unarmed suspects",
  "description" : "CLEVELAND (Reuters) - A Cleveland police officer was found not guilty on Saturday in the shooting deaths of an unarmed black man and a woman after a high-speed car chase in 2012, one in a series of cases that have raised questions over police conduct and race relations in the United States.",
  "source" : "Reuters Top News",
  "date" : "2015-05-24T16:26:27.950Z"
}, {
  "id" : 3156240151532925829,
  "title" : "Iraq regains ground from Islamic State; mass deaths reported in Palmyra",
  "description" : "BAGHDAD/BEIRUT (Reuters) - Iraqi forces recaptured territory from advancing Islamic State militants near the recently-fallen city of Ramadi on Sunday, while in Syria the government said the Islamists had killed hundreds of people since capturing the town of Palmyra.",
  "source" : "Reuters Top News",
  "date" : "2015-05-24T16:26:27.950Z"
}, {
  "id" : -4006650384996596801,
  "title" : "Saudi king says heartbroken by mosque attack, promises punishment",
  "description" : "DUBAI (Reuters) - Saudi Arabia's King Salman said on Sunday he was heartbroken over a suicide bombing that killed 21 people at a Shi'ite mosque in the kingdom, state news agency SPA reported, a conciliatory statement as sectarian strife intensifies in the region.",
  "source" : "Reuters Top News",
  "date" : "2015-05-24T16:26:27.950Z"
}, {
  "id" : -8731097228862445170,
  "title" : "Syria says Islamic State executes hundreds in Palmyra",
  "description" : "BEIRUT (Reuters) - Islamic State fighters have executed at least 400 people in Palmyra since capturing the ancient Syrian city four days ago, Syrian state media said on Sunday.",
  "source" : "Reuters Top News",
  "date" : "2015-05-24T16:26:27.950Z"
}, {
  "id" : -979161730069942444,
  "title" : "G7 finance ministers to address faltering global growth",
  "description" : "LONDON (Reuters) - Finance ministers from the world's largest developed economies meet in Germany this week against a backdrop of faltering global growth, scant inflationary pressures and a bond market in turmoil.",
  "source" : "Reuters Top News",
  "date" : "2015-05-24T16:26:27.950Z"
}, {
  "id" : -9017283057006703578,
  "title" : "Rohingya Muslims found on boat rescued by Myanmar navy",
  "description" : "ALAETHAKAW VILLAGE, Myanmar, May 24 (Reuters) - At least eight Rohingya Muslims from Myanmar were among some 200 migrants rescued from a trafficking boat by the Myanmar navy on Thursday, according to interviews conducted by Reuters, contradicting official accounts that all onboard were from Bangladesh.",
  "source" : "Reuters Top News",
  "date" : "2015-05-24T16:26:27.950Z"
}, {
  "id" : 3325479388572330641,
  "title" : "Saudi forces and Yemen's Houthis trade heavy fire, border crossing hit",
  "description" : "CAIRO (Reuters) - Saudi forces and Yemen's Houthi militia traded heavy artillery fire which destroyed part of the main border crossing between the two countries overnight, residents said on Sunday, an escalation of the two-month war.",
  "source" : "Reuters Top News",
  "date" : "2015-05-24T16:26:27.950Z"
}, {
  "id" : 8227939765403446951,
  "title" : "Mass graves of suspected trafficking victims found in Malaysia",
  "description" : "KUALA LUMPUR (Reuters) - Mass graves and suspected human-trafficking detention camps have been discovered by Malaysian police in towns and villages bordering Thailand, the country's home minister said on Sunday.",
  "source" : "Reuters Top News",
  "date" : "2015-05-24T16:26:27.950Z"
}, {
  "id" : 7670121999857497244,
  "title" : "Saudi king vows to punish those behind suicide attack: agency",
  "description" : "DUBAI (Reuters) - Saudi Arabia's King Salman said on Sunday he was \"heartbroken\" over a suicide bombing at a Shi'ite mosque in the kingdom that killed 21 people, state news agency SPA reported, a conciliatory statement as sectarian strife intensifies in the region.",
  "source" : "Reuters Top News",
  "date" : "2015-05-24T16:26:27.950Z"
}, {
  "id" : 7657632743682643594,
  "title" : "Women activists cross DMZ to mixed reception on South Korean side",
  "description" : "PAJU, South Korea (Reuters) - A group of international women activists crossed the heavily-fortified Demilitarised Zone (DMZ) between North and South Korea on Sunday in what they said was a symbolic act for peace.",
  "source" : "Reuters Top News",
  "date" : "2015-05-24T16:26:27.950Z"
}, {
  "id" : -677578866049941739,
  "title" : "Unable to halt Europe-bound migrants, Tripoli demands help",
  "description" : "TRIPOLI (Reuters) - Europe cannot halt the deadly traffic of African migrants across the Mediterranean unless it ends a boycott of forces that have seized power in the Libyan capital and helps authorities there cope, the de facto government in Tripoli said.",
  "source" : "Reuters Top News",
  "date" : "2015-05-24T16:26:27.950Z"
}, {
  "id" : -4365455256371611655,
  "title" : "Saudi clerics urge calm as village hit by Islamic State seethes",
  "description" : "DUBAI (Reuters) - Saudi Arabia's top Sunni cleric on Saturday branded a deadly attack on Shi'ite Muslims a bid to sow chaos, after villagers targeted in the bombing vented their anger at what they saw as the Sunni-dominated government's indifference to their safety.",
  "source" : "Reuters Top News",
  "date" : "2015-05-24T16:26:27.950Z"
}, {
  "id" : -3168140041345724718,
  "title" : "Irish voters back gay marriage in 'social revolution'",
  "description" : "DUBLIN (Reuters) - The people of Ireland backed same-sex marriage by a landslide in a referendum that marked a dramatic social shift in a traditionally Catholic country that only decriminalized homosexuality two decades ago.",
  "source" : "Reuters Top News",
  "date" : "2015-05-24T16:26:27.950Z"
}, {
  "id" : 625223908763871137,
  "title" : "Irish voters back gay marriage in 'social revolution'",
  "description" : "DUBLIN (Reuters) - The people of Ireland backed same-sex marriage by a landslide in a referendum that marked a dramatic social shift in a traditionally Catholic country that only decriminalized homosexuality two decades ago.",
  "source" : "Reuters Top News",
  "date" : "2015-05-24T16:26:27.950Z"
}, {
  "id" : 5596443437361329105,
  "title" : "Arab air strikes hit military bases in Yemen",
  "description" : "CAIRO (Reuters) - Saudi-led air strikes hit three military bases in the Yemeni capital Sanaa on Saturday and the Yemeni government in exile expressed reservations about United Nations-led talks aimed at ending the eight-week war.",
  "source" : "Reuters Top News",
  "date" : "2015-05-24T16:26:27.950Z"
}, {
  "id" : 4209668393998898637,
  "title" : "Greek PM says on final stretch toward deal with lenders",
  "description" : "ATHENS (Reuters) - Greek Prime Minister Alexis Tsipras said on Saturday his government was on the final stretch of negotiations with its international lenders on a cash-for-reforms deal that would not involve further pension cuts and harsh austerity.",
  "source" : "Reuters Top News",
  "date" : "2015-05-24T16:26:27.950Z"
}, {
  "id" : 6147251842595032170,
  "title" : "Israel thanks U.S. for stand on Mideast nuclear arms ban at U.N.",
  "description" : "UNITED NATIONS (Reuters) - Israeli Prime Minister Benjamin Netanyahu thanked the United States for blocking an Egyptian-led drive on a possible Middle East nuclear weapons ban at a major United Nations conference, an Israeli official said on Saturday.",
  "source" : "Reuters Top News",
  "date" : "2015-05-24T16:26:27.950Z"
} ]