[ {
  "id" : -5975692200638249638,
  "title" : "Nepal Rattled by Powerful New Earthquake East of Capital",
  "description" : "The earthquake, near the Chinese border, struck less than three weeks after a devastating temblor killed more than 8,000 people.",
  "source" : "New York Times",
  "date" : "2015-05-12T00:00:00.000Z"
}, {
  "id" : 3002890037852443816,
  "title" : "Magnitude 7.1 Quake Strikes in Nepal-USGS",
  "description" : "A strong earthquake shook Nepal on Tuesday, sending people in the capital Kathmandu rushing out on to the streets weeks after a devastating quake killed more than 8,000 people and destroyed hundreds of thousands of homes, eyewitnesses said.",
  "source" : "New York Times",
  "date" : "2015-05-12T00:00:00.000Z"
}, {
  "id" : -8125124555574640601,
  "title" : "Sinosphere Blog: Chinese Billionaire Takes Over 6,000 Employees on a Trip to France",
  "description" : "Tiens Group, a direct sales company founded by Li Jinyuan, treated workers to a holiday in France and Monaco last week for its 20th anniversary.",
  "source" : "New York Times",
  "date" : "2015-05-12T00:00:00.000Z"
}, {
  "id" : 2194654964452284028,
  "title" : "ArtsBeat: Two Artworks Top $100 Million Each at Christie’s Sale",
  "description" : "Picasso’s 1955 painting “Les Femmes d’Alger (Version ‘O’) (Women of Algiers)” sold for nearly $180 million, and Giacometti’s gaunt bronze sculpture “L’homme au doigt (Pointing Man)” went for $141 million.",
  "source" : "New York Times",
  "date" : "2015-05-12T00:00:00.000Z"
}, {
  "id" : -1370989108236485696,
  "title" : "A Survey Says: Big Drop in Share of Americans Calling Themselves Christian",
  "description" : "One reason is that many former Christians, of all ages, have joined the rapidly growing ranks of the religiously unaffiliated.",
  "source" : "New York Times",
  "date" : "2015-05-12T00:00:00.000Z"
}, {
  "id" : 8986439167595312592,
  "title" : "Mentally Ill Inmates Are Routinely Physically Abused, Study Says",
  "description" : "A Human Rights Watch review finds that mistreatment by guards, including the use of chemical sprays and electronic stun guns, has led to a number of deaths.",
  "source" : "New York Times",
  "date" : "2015-05-12T00:00:00.000Z"
}, {
  "id" : 6179049957205388171,
  "title" : "Sports of The Times: Punishment Is a Matter of Perspective",
  "description" : "Fans in the Boston area were indignant over the penalties issued to Tom Brady and the Patriots. Fans elsewhere were applauding the N.F.L. and Commissioner Roger Goodell.",
  "source" : "New York Times",
  "date" : "2015-05-12T00:00:00.000Z"
}, {
  "id" : 4538968131183969854,
  "title" : "Chris Burden, a Conceptualist With Scars, Dies at 69",
  "description" : "One of the foremost performance artists of the 1970s, Mr. Burden was perhaps the single best-known practitioner of the subgenre of body art.",
  "source" : "New York Times",
  "date" : "2015-05-12T00:00:00.000Z"
}, {
  "id" : -8879005842181120882,
  "title" : "Clues on Twitter Show Ties Between Texas Gunman and ISIS Network",
  "description" : "Elton Simpson appears to have been part of a network of Islamic State adherents in multiple countries who have encouraged attacks and had highlighted the Texas event as a worthy target.",
  "source" : "New York Times",
  "date" : "2015-05-12T00:00:00.000Z"
}, {
  "id" : 2452011421545734299,
  "title" : "News Analysis: King’s Absence at Meeting Signals a Saudi-U.S. Marriage Adrift",
  "description" : "Both countries insisted that King Salman of Saudi Arabia was not snubbing President Obama by skipping meetings at Camp David, though it seemed to reflect a new reality that the allies are at odds.",
  "source" : "New York Times",
  "date" : "2015-05-12T00:00:00.000Z"
}, {
  "id" : 6626692183535372084,
  "title" : "Tornado’s Destruction Cuts Deep in a Small Texas Town",
  "description" : "In the rural town of Van, Tex., many were grateful that children were not inside when their schools were struck.",
  "source" : "New York Times",
  "date" : "2015-05-12T00:00:00.000Z"
}, {
  "id" : -2811780913379879848,
  "title" : "Judge’s Ruling Against 2 Banks Finds Misconduct in ’08 Crash",
  "description" : "Judge Denise L. Cote of Federal District Court in Manhattan ruled on Monday that Nomura and the Royal Bank of Scotland misled Fannie Mae and Freddie Mac.",
  "source" : "New York Times",
  "date" : "2015-05-12T00:00:00.000Z"
}, {
  "id" : 7701253599581272400,
  "title" : "U.S. Will Allow Drilling for Oil in Arctic Ocean",
  "description" : "The move is a major victory for Shell, but environmentalists say a possible accident there could have far-reaching consequences.",
  "source" : "New York Times",
  "date" : "2015-05-12T00:00:00.000Z"
}, {
  "id" : -1737173200206476501,
  "title" : "2 Police Lives Lost Are the Focus in Mississippi",
  "description" : "Scores of law enforcement officers and hundreds of ordinary citizens attended the memorial service for two Hattiesburg, Miss., police officers who were shot during a traffic stop Saturday.",
  "source" : "New York Times",
  "date" : "2015-05-12T00:00:00.000Z"
}, {
  "id" : 4951567313067564130,
  "title" : "Seymour Hersh Article Alleges Cover-Up in Bin Laden Hunt",
  "description" : "The article in The London Review of Books claims that Pakistan harbored Osama bin Laden for years, and that once the United States found out, the countries worked together to plot the raid.",
  "source" : "New York Times",
  "date" : "2015-05-12T00:00:00.000Z"
}, {
  "id" : 8137107051574690541,
  "title" : "Sister Helen Prejean Says Tsarnaev Shows Remorse for Boston Bombing",
  "description" : "Sister Prejean, who met with Dzhokhar Tsarnaev five times in prison, said he seemed “genuinely sorry” for killing and maiming people at the 2013 Boston Marathon.",
  "source" : "New York Times",
  "date" : "2015-05-12T00:00:00.000Z"
}, {
  "id" : 8105108403490987032,
  "title" : "Picasso Painting and Giacometti Sculpture Break Records at Christie’s Auction",
  "description" : "Picasso’s “Women of Algiers (Version O)” sold for nearly $180 million, and Giacometti’s life-size sculpture “Pointing Man” fetched $141 million in New York.",
  "source" : "New York Times",
  "date" : "2015-05-12T00:00:00.000Z"
}, {
  "id" : -5318189098736696891,
  "title" : "Despite Displeasure With U.S., Saudis Face Long Dependency",
  "description" : "Gulf leaders, led by King Salman of Saudi Arabia, are searching for ways to ensure their security in an era when they might not be able to rely on the United States.",
  "source" : "New York Times",
  "date" : "2015-05-12T00:00:00.000Z"
}, {
  "id" : 1729848707229610262,
  "title" : "Dean Skelos, New York Senate Leader, Vacates Post",
  "description" : "Mr. Skelos, who faces federal corruption charges, is being replaced as majority leader by John J. Flanagan, a fellow Long Island Republican.",
  "source" : "New York Times",
  "date" : "2015-05-12T00:00:00.000Z"
}, {
  "id" : -6120585044342560634,
  "title" : "Drillers Answer Low Oil Prices With Cost-Saving Innovations",
  "description" : "Even as boom towns go quiet, oil production chugs along thanks to rapid gains in technology to extract more with less.",
  "source" : "New York Times",
  "date" : "2015-05-12T00:00:00.000Z"
} ]