[ {
  "id" : 478977328360264697,
  "title" : "Sheep Ranchers Count On American Muslims To Keep Lamb On Menu",
  "description" : "Today, the average American eats about a half pound of lamb per year. Now lamb producers are setting their sights on Muslim consumers. But first they'll have to learn how to market to them.",
  "source" : "NPR News",
  "date" : "2015-05-12T00:00:00.000Z"
}, {
  "id" : -1211968374182869163,
  "title" : "State Legislatures Quarreling Over Whether To Expand Medicaid",
  "description" : "Medicaid expansion was a big deal in a handful of state legislatures this year. Wyoming said no. Tennessee said no. But Montana said yes, and three more states are coming down to the wire.",
  "source" : "NPR News",
  "date" : "2015-05-12T00:00:00.000Z"
}, {
  "id" : 2033458627066813593,
  "title" : "In 'Organic Life,' The Making Of America's First Organic Restaurant",
  "description" : "Nora Pouillon writes about her lifelong devotion to food in a new memoir, My Organic Life. Her restaurant has been a fixture in the Washington, D.C., food scene since 1979.",
  "source" : "NPR News",
  "date" : "2015-05-12T00:00:00.000Z"
}, {
  "id" : 3117227541519980687,
  "title" : "Still Playing: The Theater That Saw The Birth Of Cinema",
  "description" : "Not far from the film festival in Cannes is a town with even deeper ties to cinema. La Ciotat is home to the oldest working movie house in the world and was used by the inventors of moving pictures.",
  "source" : "NPR News",
  "date" : "2015-05-12T00:00:00.000Z"
}, {
  "id" : 4456137798730912142,
  "title" : "Jerry Garcia's Advice To Bill Kreutzmann: 'Don't Rush'",
  "description" : "\"You can learn so much from [Jerry Garcia]. Doesn't matter what instrument you play,\" the Grateful Dead drummer says. He has a new memoir out called Deal.",
  "source" : "NPR News",
  "date" : "2015-05-12T00:00:00.000Z"
}, {
  "id" : 7931195295355635177,
  "title" : "Picasso Painting Sells At Auction For $179 Million, A Record",
  "description" : "Another record was set at the same auction when a Giacometti sculpture sold for $141 million. 34 art works were auctioned by Christie's at the event for a total of $706 million.",
  "source" : "NPR News",
  "date" : "2015-05-12T00:00:00.000Z"
}, {
  "id" : -9110003756794696715,
  "title" : "Tom Brady's Agent Says Suspension 'Has No Legitimate Basis' ",
  "description" : "Tom Brady's agent, Don Yee, delivered a lengthy statement in response to the quarterback's suspension, calling it 'ridiculous.' He also said that the NFL investigation into deflategate was unfair.",
  "source" : "NPR News",
  "date" : "2015-05-12T00:00:00.000Z"
}, {
  "id" : -5220299747952960553,
  "title" : "Brazil's World Cup Legacy Includes $550M Stadium-Turned-Parking Lot",
  "description" : "Another lavish $215 million arena built for last year's event is now a homeless shelter. Touted as one of the best World Cups in history on the pitch, it's left a hangover of waste and mismanagement.",
  "source" : "NPR News",
  "date" : "2015-05-12T00:00:00.000Z"
}, {
  "id" : -1968845284877823116,
  "title" : "Texas Police Were Warned About Gunmen At Muhammad Cartoon Event — And They Weren't",
  "description" : "The FBI sent a bulletin that key people never saw, and police say they were already guarding the event as they'd have done if they had seen it.",
  "source" : "NPR News",
  "date" : "2015-05-12T00:00:00.000Z"
}, {
  "id" : -1531026403602903246,
  "title" : "FBI: 51 Law Enforcement Officers 'Feloniously Killed' In 2014",
  "description" : "After a sharp drop in 2013, the number of police and other law enforcement officers who died in the line of duty as a result of felonious incidents rose in 2014, from 27 to 51, the FBI says.",
  "source" : "NPR News",
  "date" : "2015-05-12T00:00:00.000Z"
}, {
  "id" : 3745624715521922682,
  "title" : "Mine Owner, Delinquent On Safety Fines, Announces Run For West Virginia Governor",
  "description" : "More than $2 million in penalties against Jim Justice's mines had not been paid as of March. The mines involved had an injury rate that was double the average rate for coal mines.",
  "source" : "NPR News",
  "date" : "2015-05-12T00:00:00.000Z"
}, {
  "id" : 7853689620312914196,
  "title" : "Exotic Vinegar Flies Invade California After World Tour",
  "description" : "One critter traveled around the globe from Australia on a eucalyptus tree. The other hitched a ride on a Central American flower. These flies are the tip of the invasive insect iceberg in California.",
  "source" : "NPR News",
  "date" : "2015-05-12T00:00:00.000Z"
}, {
  "id" : -2042036564491099445,
  "title" : "NFL Suspends Tom Brady For First 4 Games Of 2015 Season",
  "description" : "The NFL has also fined the New England Patriots $1 million. The punishments follow last week's report on the deflategate scandal.",
  "source" : "NPR News",
  "date" : "2015-05-12T00:00:00.000Z"
}, {
  "id" : -8863596964054045434,
  "title" : "Why Food Companies Should Be More Afraid Of Water Scarcity",
  "description" : "An environmental sustainability group assessed how 37 U.S. food companies are responding to escalating water risks. It found most have a long way to go to improve water efficiency and other practices.",
  "source" : "NPR News",
  "date" : "2015-05-12T00:00:00.000Z"
}, {
  "id" : -5416433186251832773,
  "title" : "NFL Suspends Tom Brady For 4 Games Over 'Deflategate' Scandal",
  "description" : "Days after a lengthy report found it was \"more probable than not\" that quarterback Tom Brady knew of rule-breaking, the NFL suspends him for four games next season and fines the Patriots $1 million.",
  "source" : "NPR News",
  "date" : "2015-05-12T00:00:00.000Z"
} ]