[ {
  "id" : 5039157440951930205,
  "title" : "Another strong earthquake hits Nepal, no reports of casualties",
  "description" : "KATHMANDU (Reuters) - A strong earthquake shook Nepal on Tuesday, sending people in the capital Kathmandu rushing out on to the streets just weeks after a devastating quake killed more than 8,000 people and destroyed hundreds of thousands of homes.",
  "source" : "Reuters Top News",
  "date" : "2015-05-12T00:00:00.000Z"
}, {
  "id" : 1517392558490165177,
  "title" : "NFL suspends Brady for four games, hits Patriots hard for 'Deflategate'",
  "description" : "(Reuters) - The National Football League came down hard on the New England Patriots on Monday for their role in Deflategate, suspending star quarterback Tom Brady for the first four games of next season and fining the franchise $1 million.",
  "source" : "Reuters Top News",
  "date" : "2015-05-12T00:00:00.000Z"
}, {
  "id" : 6682212033133625824,
  "title" : "U.S. rejects notion that Gulf rulers snubbing Obama summit",
  "description" : "WASHINGTON/RIYADH (Reuters) - The White House scrambled on Monday to counter perceptions that the Saudi king's absence from a summit later this week could undermine U.S. efforts to assure Gulf states it remains committed to their security against Iran.",
  "source" : "Reuters Top News",
  "date" : "2015-05-12T00:00:00.000Z"
}, {
  "id" : -3213765571111675761,
  "title" : "Boston bomber told nun 'no one' should suffer as his victims did",
  "description" : "BOSTON (Reuters) - Lawyers for the Boston Marathon bomber on Monday wrapped up the case to spare Dzhokhar Tsarnaev's life with testimony from a Roman Catholic nun and death-penalty opponent who said Tsarnaev told her \"no one deserves to suffer\" as his victims had.",
  "source" : "Reuters Top News",
  "date" : "2015-05-12T00:00:00.000Z"
}, {
  "id" : 5189685623789532334,
  "title" : "NFL suspends Brady four games for 'Deflategate,' fines Patriots",
  "description" : "(Reuters) - The National Football League came down hard on the New England Patriots on Monday for their role in Deflategate, suspending star quarterback Tom Brady for the first four games of next season and fining the franchise $1 million.",
  "source" : "Reuters Top News",
  "date" : "2015-05-12T00:00:00.000Z"
}, {
  "id" : -2218209146669326873,
  "title" : "U.S. rejects notion that Gulf rulers snubbing Obama summit",
  "description" : "WASHINGTON/RIYADH (Reuters) - The White House scrambled on Monday to counter perceptions that the Saudi king's absence from a summit later this week could undermine U.S. efforts to assure Gulf states it remains committed to their security against Iran.",
  "source" : "Reuters Top News",
  "date" : "2015-05-12T00:00:00.000Z"
}, {
  "id" : 7530425506308782430,
  "title" : "George Zimmerman shot at, wounded in Florida road dispute",
  "description" : "ORLANDO, Fla. (Reuters) - George Zimmerman, who was acquitted of murder charges in the 2012 shooting death of an unarmed black teenager in Florida, suffered a minor wound after being shot at in his vehicle on Monday, police said.",
  "source" : "Reuters Top News",
  "date" : "2015-05-12T00:00:00.000Z"
}, {
  "id" : 8637231729451100816,
  "title" : "Obama speaks to Saudi king, White House plans Camp David statement",
  "description" : "WASHINGTON (Reuters) - President Barack Obama spoke to Saudi Arabia's King Salman on Monday about preparations for the summit with Gulf leaders at Camp David this week, and the White House said the summit would result in a statement outlining commitments from all sides.",
  "source" : "Reuters Top News",
  "date" : "2015-05-12T00:00:00.000Z"
}, {
  "id" : 8028064521307538024,
  "title" : "Boston bomber told nun 'no one' should suffer as his victims did",
  "description" : "BOSTON (Reuters) - Lawyers for the Boston Marathon bomber on Monday wrapped up the case to spare Dzhokhar Tsarnaev's life with testimony from a Roman Catholic nun and death-penalty opponent who said Tsarnaev told her \"no one deserves to suffer\" as his victims had.",
  "source" : "Reuters Top News",
  "date" : "2015-05-12T00:00:00.000Z"
}, {
  "id" : -2812843903942012670,
  "title" : "Moroccan F-16 jet from Saudi-led coalition in Yemen crashes",
  "description" : "CAIRO/ADEN (Reuters) - A Moroccan F-16 warplane has crashed while on a mission with Saudi Arabia-led forces in Yemen, a Saudi military spokesman said on Monday, and Yemen's dominant Houthi militia said tribesmen shot down the aircraft.",
  "source" : "Reuters Top News",
  "date" : "2015-05-12T00:00:00.000Z"
}, {
  "id" : 3317211160424745154,
  "title" : "Shares ease on Greek exit fears; dollar gains",
  "description" : "NEW YORK (Reuters) - Global equity markets eased on Monday on a dip in energy shares and fears a resolution to Greece's financial woes is not in sight, leading the euro to weaken against the dollar.",
  "source" : "Reuters Top News",
  "date" : "2015-05-12T00:00:00.000Z"
}, {
  "id" : 8803523932506891679,
  "title" : "Ex-NFL star Hernandez charged in 2013 shooting of witness",
  "description" : "BOSTON (Reuters) - Former New England Patriots player Aaron Hernandez, who was convicted last month of murdering an acquaintance in 2013, was charged on Monday with the non-fatal shooting of a man believed to be a witness to another murder of which Hernandez is accused.",
  "source" : "Reuters Top News",
  "date" : "2015-05-12T00:00:00.000Z"
}, {
  "id" : -3169884379669968434,
  "title" : "NY Senate leader Skelos to resign amid corruption charges",
  "description" : "(Reuters) - New York State Senate Majority Leader Dean Skelos on Monday said he would resign his leadership post a week after being charged in a corruption scheme involving his son, and was replaced by a fellow senator from Long Island, two lawmakers said.",
  "source" : "Reuters Top News",
  "date" : "2015-05-12T00:00:00.000Z"
}, {
  "id" : 6984187749598529851,
  "title" : "Germany floats Greek referendum on reform, others doubt timing",
  "description" : "BRUSSELS (Reuters) - EU paymaster Germany suggested on Monday that Greece might need a referendum to approve painful economic reforms on which its creditors are insisting, but Athens said it had no such plan for now and others warned a vote could delay vital aid.",
  "source" : "Reuters Top News",
  "date" : "2015-05-12T00:00:00.000Z"
}, {
  "id" : -7168961246622007438,
  "title" : "Merkel defends staff against growing criticism in spy scandal",
  "description" : "BERLIN (Reuters) - German Chancellor Angela Merkel defended her present and past chiefs of staff on Monday against criticism that they lied to the public about the prospects of a \"no-spy agreement\" with the United States.",
  "source" : "Reuters Top News",
  "date" : "2015-05-12T00:00:00.000Z"
}, {
  "id" : -6110164103272114210,
  "title" : "Hundreds of refugees arrive in Malaysia and Indonesia after Thai crackdown",
  "description" : "LHOKSUKON, Indonesia/KUALA LUMPUR (Reuters) - Malaysia has detained more than a thousand Bangladeshi and Rohingya refugees, including dozens of children, police said, a day after authorities rescued hundreds stranded off Indonesia's western tip.",
  "source" : "Reuters Top News",
  "date" : "2015-05-12T00:00:00.000Z"
}, {
  "id" : -7725861709100026232,
  "title" : "Putin, Kerry to discuss Ukraine, Syria, Iran, U.S. says",
  "description" : "WASHINGTON/MOSCOW (Reuters) - U.S. Secretary of State John Kerry will meet Russian President Vladimir Putin in Sochi, Russia, on Tuesday to discuss Ukraine and other issues, the United States said on Monday in a statement that made no mention of their deep disagreements.",
  "source" : "Reuters Top News",
  "date" : "2015-05-12T00:00:00.000Z"
}, {
  "id" : 4745280005281103816,
  "title" : "From rundown outpost, Philippines watches China island take shape in disputed sea",
  "description" : "THITU ISLAND, South China Sea (Reuters) - As the Philippine military C-130 transport plane made its approach to the country's most precious outpost in the disputed South China Sea on Monday, it flew past a reef which China is quickly turning into an island.",
  "source" : "Reuters Top News",
  "date" : "2015-05-12T00:00:00.000Z"
}, {
  "id" : 802535444223125369,
  "title" : "Kerry, Putin to meet in Sochi to discuss Iran, Syria, Ukraine",
  "description" : "WASHINGTON (Reuters) - U.S. Secretary of State John Kerry will meet Russian President Vladimir Putin in Sochi, Russia, on Tuesday to discuss Iran, Syria and Ukraine and other issues, the U.S. State Department said on Monday.",
  "source" : "Reuters Top News",
  "date" : "2015-05-12T00:00:00.000Z"
}, {
  "id" : -3747827454649350988,
  "title" : "North Korea seen years from sub-launched missile to threaten the U.S.",
  "description" : "SEOUL (Reuters) - North Korea made a key step in its nuclear weapons program by test-launching a ballistic missile from a submarine, but remains years away from developing a missile system or submarine which could threaten its sworn enemy the United States, experts said.",
  "source" : "Reuters Top News",
  "date" : "2015-05-12T00:00:00.000Z"
} ]