[ {
  "id" : 4721736427126732329,
  "title" : "'Criminals' Taking Advantage Of Situation In Baltimore, Obama Says",
  "description" : "The president said \"there's no excuse for the kind of violence\" that has erupted after peaceful protests following the death of a black man who suffered a serious spine injury while in police custody.",
  "source" : "NPR News",
  "date" : "2015-04-28T00:00:00.000Z"
}, {
  "id" : -2483110961992175674,
  "title" : "Indianapolis: Tensions Stir As Murder Rate Surges",
  "description" : "Most of the suspects – and most of the victims – are young black men. That's opened up a difficult conversation about race and class.",
  "source" : "NPR News",
  "date" : "2015-04-28T00:00:00.000Z"
}, {
  "id" : 5413312134506433380,
  "title" : "David Breashears Describes Devastation At Everest Base Camp",
  "description" : "The filmmaker and mountaineer survived the deadly avalanche caused by the weekend's earthquake in Nepal.",
  "source" : "NPR News",
  "date" : "2015-04-28T00:00:00.000Z"
}, {
  "id" : -1488901876926016691,
  "title" : "Historians Look Back At The Midwest, America's 'Forgotten' Region",
  "description" : "A group of historians say the Midwest's rich landscape and cultural diversity are too often left out of elementary school classrooms.",
  "source" : "NPR News",
  "date" : "2015-04-28T00:00:00.000Z"
}, {
  "id" : -6338503492316983989,
  "title" : "Have Mass Shootings Led To More Gun Control?",
  "description" : "After the mass shootings in Aurora and Newtown, many family members of victims made an emotional pleas for stricter gun control.",
  "source" : "NPR News",
  "date" : "2015-04-28T00:00:00.000Z"
}, {
  "id" : 6419627288905326669,
  "title" : "Baltimore City Councilman Responds To Unrest",
  "description" : "More National Guard troops are heading to Baltimore, after rioters set police cars and buildings on fire, looted stores and threw rocks.",
  "source" : "NPR News",
  "date" : "2015-04-28T00:00:00.000Z"
}, {
  "id" : -6191335093402084137,
  "title" : "Viking's Choice: Weedeater, 'Bully'",
  "description" : "Weedeater's \"Bully\" is a squirrely sludge-punk bruiser with bassist Dixie Dave cackling like a supervillain.",
  "source" : "NPR News",
  "date" : "2015-04-28T00:00:00.000Z"
}, {
  "id" : -397843482453798769,
  "title" : "Supreme Court Hears Challenge To 4 States' Same-Sex-Marriage Ban",
  "description" : "Justice Scalia asked whether ministers would be able to refuse to marry two gay men. Justice Alito asked, why not marry four gay men together?",
  "source" : "NPR News",
  "date" : "2015-04-28T00:00:00.000Z"
}, {
  "id" : 8870017067679844259,
  "title" : "Why We Like Falsetto, Why Melodies Matter And Other Musical Wonders",
  "description" : "These are just a few of the questions that popped up during our recent All Songs Considered listening party in Boston.",
  "source" : "NPR News",
  "date" : "2015-04-28T00:00:00.000Z"
}, {
  "id" : 5955154190077379303,
  "title" : "How American Tech Giants Are Stepping In To Help Nepal",
  "description" : "Facebook and Google are making it easier to identify survivors, while Twitter, Apple and PayPal are streamlining the donation process.",
  "source" : "NPR News",
  "date" : "2015-04-28T00:00:00.000Z"
}, {
  "id" : 4724782360894982096,
  "title" : "Measuring Earthquakes With More Than Just One Scale",
  "description" : "Earthquakes seem to be at their cruelest when striking developing nations like Nepal. A research center has tried to calculate how vulnerable nations are based on their resources and coping skills.",
  "source" : "NPR News",
  "date" : "2015-04-28T00:00:00.000Z"
}, {
  "id" : -7320254827250690117,
  "title" : "O, Miami Celebrates Poetry for All",
  "description" : "A poem for every person is the goal of the annual festival. Lines of poetry can be found on everything from dog bandanas to urinals.",
  "source" : "NPR News",
  "date" : "2015-04-28T00:00:00.000Z"
}, {
  "id" : 9034544487850106408,
  "title" : "At Long Last, It's The Peepers Big Night",
  "description" : "Before frogs can start singing in the spring, a massive migration of millions of amphibians has to take place first.",
  "source" : "NPR News",
  "date" : "2015-04-28T00:00:00.000Z"
}, {
  "id" : -7117325891921882683,
  "title" : "Remote Villages In Nepal Wait For Aid",
  "description" : "The official death toll has risen to more than 5,000 after Saturday's earthquake. Some of the worst-hit villages are very hard to access.",
  "source" : "NPR News",
  "date" : "2015-04-28T00:00:00.000Z"
}, {
  "id" : -6925711396415231355,
  "title" : "Tensions Running High In Baltimore After Night Of Rioting",
  "description" : "National Guard troops fanned out across parts of Baltimore following violence in which about a dozen buildings were burned. Nearly 200 people were arrested.",
  "source" : "NPR News",
  "date" : "2015-04-28T00:00:00.000Z"
} ]