[ {
  "id" : -5178826262585278697,
  "title" : "Drug convicts executed in Indonesia, Filipina not among them: media",
  "description" : "CILACAP, Indonesia (Reuters) - Eight drug convicts were executed by an Indonesian firing squad early on Wednesday but a Filipina who was on death row with the Australians, Nigerians, a Brazilian and an Indonesian was unexpectedly not among them, local media reports said.",
  "source" : "Reuters Top News",
  "date" : "2015-04-28T00:00:00.000Z"
}, {
  "id" : 5326141305383937651,
  "title" : "U.S. says Iranian forces fire on and board cargo ship in Gulf",
  "description" : "DUBAI/WASHINGTON (Reuters) - Iranian forces boarded a Marshall Islands-flagged cargo ship in the Gulf on Tuesday after patrol boats fired warning shots across its bow and ordered it deeper into Iranian waters, the Pentagon said.",
  "source" : "Reuters Top News",
  "date" : "2015-04-28T00:00:00.000Z"
}, {
  "id" : 3804748123215490655,
  "title" : "Houthis, tribesmen battle in central Yemen, 15 killed",
  "description" : "CAIRO (Reuters) - Heavy fighting between Iranian-allied Houthi militia and local tribesmen killed at least 15 people in Yemen's oil-producing Marib province and an air strike targeted the home of a senior Houthi official, residents and tribal and medical sources said.",
  "source" : "Reuters Top News",
  "date" : "2015-04-28T00:00:00.000Z"
}, {
  "id" : 4442555822106633748,
  "title" : "Baltimore mayor criticized for police response to rioting",
  "description" : "BALTIMORE (Reuters) - The day after rioters tore through Baltimore, the city's mayor was criticized on Tuesday for a slow police response to some of the worst U.S. urban unrest in years after the funeral of a 25-year-old black man who died in police custody.",
  "source" : "Reuters Top News",
  "date" : "2015-04-28T00:00:00.000Z"
}, {
  "id" : 5235248738517775468,
  "title" : "Nepal quake victims still stranded, PM says toll could be 10,000",
  "description" : "JHARIBAR/SINDHUPALCHOWK, Nepal (Reuters) - People stranded in remote villages and towns across Nepal were still waiting for aid and relief to arrive on Tuesday, four days after a devastating earthquake destroyed buildings and roads and killed more than 4,600 people.",
  "source" : "Reuters Top News",
  "date" : "2015-04-28T00:00:00.000Z"
}, {
  "id" : 4400689478251643716,
  "title" : "Obama says he shares Japan's concern over China's maritime conduct",
  "description" : "WASHINGTON (Reuters) - President Barack Obama told Prime Minister Shinzo Abe he shared Japan's concerns about China's assertive behavior in maritime disputes with its neighbors and assured him of the U.S. commitment to defending Japanese territory, including tiny islands that Beijing claims.",
  "source" : "Reuters Top News",
  "date" : "2015-04-28T00:00:00.000Z"
}, {
  "id" : -8501579783511308816,
  "title" : "Divided Supreme Court wrestles with gay marriage case",
  "description" : "WASHINGTON (Reuters) - The Supreme Court appeared sharply divided on Tuesday along ideological lines on whether the Constitution guarantees a right to same-sex marriage, but Justice Anthony Kennedy, a pivotal vote, seemed open to legalizing gay marriage nationwide.",
  "source" : "Reuters Top News",
  "date" : "2015-04-28T00:00:00.000Z"
}, {
  "id" : 9118388302578849532,
  "title" : "Tsipras presses for May debt deal, threatens referendum",
  "description" : "ATHENS (Reuters) - Greek Prime Minister Alexis Tsipras said on Tuesday he was confident of an outline deal with international creditors within two weeks, after shaking up his negotiating team and sidelining his finance minister who has infuriated euro zone partners.",
  "source" : "Reuters Top News",
  "date" : "2015-04-28T00:00:00.000Z"
}, {
  "id" : -6534960076294887033,
  "title" : "Boston bomber's lawyers focus on brother's obsession with Islam",
  "description" : "BOSTON (Reuters) - The older brother of convicted Boston Marathon bomber Dzhokhar Tsarnaev was transformed from a heavy drinker and drugs user into someone obsessed with Islam after returning from a trip to Russia in 2012, witnesses said on Tuesday.",
  "source" : "Reuters Top News",
  "date" : "2015-04-28T00:00:00.000Z"
}, {
  "id" : -8353178028135570181,
  "title" : "'Flash crash' accused trader due back in court after failing to raise bail",
  "description" : "LONDON (Reuters) - Navinder Sarao, the British trader accused of helping provoke the 2010 Wall Street \"flash crash\", is due to appear in a London court on Wednesday after failing to raise the bail needed to secure his release from custody, a court official said.",
  "source" : "Reuters Top News",
  "date" : "2015-04-28T00:00:00.000Z"
}, {
  "id" : 5087972747000612344,
  "title" : "Senate leader expects strong debate over Iran bill amendments",
  "description" : "WASHINGTON (Reuters) - Senate Majority Leader Mitch McConnell said on Tuesday he wants to pass a \"sensible\" bipartisan bill giving Congress the right to review an international nuclear agreement with Iran but made clear he expects lawmakers to introduce a wide variety of amendments to the legislation.",
  "source" : "Reuters Top News",
  "date" : "2015-04-28T00:00:00.000Z"
}, {
  "id" : -5956728855446741598,
  "title" : "Saudi says arrests 93 Islamic State suspects, foils U.S. embassy attack",
  "description" : "DUBAI (Reuters) - Saudi Arabia has arrested 93 people suspected of belonging to the Islamic State militant group, including two people who planned a failed suicide car bombing against the U.S. embassy in Riyadh, the interior ministry said on Tuesday.",
  "source" : "Reuters Top News",
  "date" : "2015-04-28T00:00:00.000Z"
}, {
  "id" : 7114861305745494201,
  "title" : "Saudi Arabia arrests 93 Islamic State suspects: state news agency",
  "description" : "DUBAI (Reuters) - Saudi Arabia has arrested 93 people suspected of belonging to the Sunni Muslim militant group Islamic State, including at least 65 Saudi nationals, the interior ministry said in a statement carried on the official Saudi Press Agency on Tuesday.",
  "source" : "Reuters Top News",
  "date" : "2015-04-28T00:00:00.000Z"
}, {
  "id" : 323075895283997215,
  "title" : "Ukraine says separatists step up attacks, Poroshenko warns of 'threat of war'",
  "description" : "KIEV (Reuters) - Ukraine's leader warned on Tuesday that a war with pro-Russian separatists could still break out again as its military said the rebels had greatly stepped up attacks and widened the area of their operations despite a ceasefire.",
  "source" : "Reuters Top News",
  "date" : "2015-04-28T00:00:00.000Z"
}, {
  "id" : 8857942970197713080,
  "title" : "Russians seethe over Western snub of war anniversary parade",
  "description" : "MOSCOW (Reuters) - One of Boris Lisitsyn's happiest memories is of being swept by a huge, joyous crowd through the streets of Moscow and onto Red Square in spontaneous celebrations when World War Two ended in Europe.",
  "source" : "Reuters Top News",
  "date" : "2015-04-28T00:00:00.000Z"
}, {
  "id" : 6437223600312334030,
  "title" : "Sweden's Supreme Court says will hear Assange appeal over arrest warrant",
  "description" : "STOCKHOLM (Reuters) - Sweden's Supreme Court said on Tuesday it would hear an appeal by WikiLeaks founder Julian Assange to overturn the arrest warrant against him issued by prosecutors who want to question him over allegations of sexual assault.",
  "source" : "Reuters Top News",
  "date" : "2015-04-28T00:00:00.000Z"
}, {
  "id" : -2252013520829617832,
  "title" : "Islamic State has killed over 2,000 off battlefield since June: monitor",
  "description" : "BEIRUT (Reuters) - Ultra-radical Islamic State insurgents have killed at least 2,154 people off the battlefield in Syria since the end of June when the group declared a caliphate in territory it controls, a Syrian human rights monitor said on Tuesday.",
  "source" : "Reuters Top News",
  "date" : "2015-04-28T00:00:00.000Z"
}, {
  "id" : -1133901405343092773,
  "title" : "China 'extremely concerned' by ASEAN statement on disputed sea",
  "description" : "BEIJING (Reuters) - China's foreign ministry said on Tuesday that it was \"extremely concerned\" after leaders of Southeast Asian countries expressed worry about land reclamation and navigational freedom in the disputed South China Sea.",
  "source" : "Reuters Top News",
  "date" : "2015-04-28T00:00:00.000Z"
}, {
  "id" : -409856442220142151,
  "title" : "Special Report: For UK political donors, an unintended tax break",
  "description" : "LONDON (Reuters) - Some of Britain's biggest political donors, including a dozen senior lawmakers, have benefited from a little-noticed loophole that lets them avoid tax on millions of pounds in donations to political parties, a Reuters analysis has found.",
  "source" : "Reuters Top News",
  "date" : "2015-04-28T00:00:00.000Z"
}, {
  "id" : 8249489959681172523,
  "title" : "U.S. Stocks cool ahead of Fed, pound skids on disappointing GDP",
  "description" : "LONDON (Reuters) - World shares shuffled away from all-time highs on Tuesday as surging Chinese stocks took a breather and investors began to retreat to the sidelines ahead of the Federal Reserve's policy meeting.",
  "source" : "Reuters Top News",
  "date" : "2015-04-28T00:00:00.000Z"
} ]