[ {
  "id" : -7273379606302009796,
  "title" : "House Passes Military Spending Bill After Fight on Cuts",
  "description" : "Democrats took issue with Republican moves to exempt the military from the across-the-board government cuts known as sequestration.",
  "source" : "New York Times",
  "date" : "2015-05-15T00:00:00.000Z"
}, {
  "id" : -9104741400672940452,
  "title" : "Voice of the Blues for Generations",
  "description" : "Mr. King’s world-weary voice and wailing guitar lifted him from the cotton fields of Mississippi to a global stage and the apex of American blues. He died Thursday at 89.",
  "source" : "New York Times",
  "date" : "2015-05-15T00:00:00.000Z"
}, {
  "id" : 50407162635434728,
  "title" : "First Draft: George Stephanopoulos Apologizes to Viewers on Clinton Donations",
  "description" : "George Stephanopoulos told “Good Morning America” viewers that it was a “mistake” for him to donate $75,000 over the last three years to the Clinton Foundation, and he apologized for not disclosing the contribution.",
  "source" : "New York Times",
  "date" : "2015-05-15T00:00:00.000Z"
}, {
  "id" : 5591484948883382600,
  "title" : "First Draft: Today in Politics: Republicans Head to Iowa to Court Activists",
  "description" : "Jeb Bush picked a curious week to reveal he would be skipping the Iowa straw poll: just days before he attends a dinner hosted by the straw poll’s sponsor, the Republican Party of Iowa.",
  "source" : "New York Times",
  "date" : "2015-05-15T00:00:00.000Z"
}, {
  "id" : 90774955073386688,
  "title" : "Latest News: Asian Migrants Adrift, B.B. King Dies and More",
  "description" : "Here’s what you need to know to start your day.",
  "source" : "New York Times",
  "date" : "2015-05-15T00:00:00.000Z"
}, {
  "id" : -8015622852576325711,
  "title" : "City Room: New York Today: Basking in the Spring Sun",
  "description" : "Friday and the weekend: Where to sunbathe, showers coming, and a shark starring on Twitter.",
  "source" : "New York Times",
  "date" : "2015-05-15T00:00:00.000Z"
}, {
  "id" : -7739060457206889335,
  "title" : "ArtsBeat: Artists Respond to B. B. King’s Death on Social Media",
  "description" : "A roundup of reactions to the pioneering blues singer and guitarist’s death.",
  "source" : "New York Times",
  "date" : "2015-05-15T00:00:00.000Z"
}, {
  "id" : 1943278256359898182,
  "title" : "Kerry Expected to Bring Up China’s Sea Claims During Visit",
  "description" : "The American secretary of state is to tell Beijing that its ramped up island-building campaign in the Spratlys threatens relations.",
  "source" : "New York Times",
  "date" : "2015-05-15T00:00:00.000Z"
}, {
  "id" : 962436865379292872,
  "title" : "ISIS Fighters Seize Government Headquarters in Ramadi, Iraq",
  "description" : "It was premature to say that the city, capital of Anbar Province, had fallen to the Islamic State, but the advance appeared to represent a significant shift.",
  "source" : "New York Times",
  "date" : "2015-05-15T00:00:00.000Z"
}, {
  "id" : -3284879458240052933,
  "title" : "Matisse From Gurlitt Collection Is Returned to Jewish Art Dealer’s Heirs",
  "description" : "“Femme Assise,” which was looted by the Nazis and discovered in the Munich apartment of Cornelius Gurlitt in 2012, has been returned to the descendants of Paul Rosenberg.",
  "source" : "New York Times",
  "date" : "2015-05-15T00:00:00.000Z"
}, {
  "id" : 8704827666852561251,
  "title" : "Public Editor's Journal: A ‘Jewish Litmus Test’ Was Unacceptable",
  "description" : "In an interview about Israel and college students, some questions should not have been asked.",
  "source" : "New York Times",
  "date" : "2015-05-15T00:00:00.000Z"
}, {
  "id" : 3886781082826061969,
  "title" : "Boat With Hundreds of Migrants From Myanmar Heads Farther Out to Sea",
  "description" : "The departure of the vessel from Thailand’s waters came after its crew had abandoned ship and Thai authorities repaired its engine and provided supplies.",
  "source" : "New York Times",
  "date" : "2015-05-15T00:00:00.000Z"
}, {
  "id" : -7645219474894537849,
  "title" : "Burundi Arrests Appear to Signal Failure of Attempted Coup",
  "description" : "After confusion over who was in control of the country, Maj. Gen. Godefroid Niyombare, the leader of the attempted takeover, was among those said to have been taken into custody.",
  "source" : "New York Times",
  "date" : "2015-05-15T00:00:00.000Z"
}, {
  "id" : -5788394317005405030,
  "title" : "Clippers’ Big Collapse Against Rockets Forces a Game 7",
  "description" : "The scoreboard at the end felt like a lie. It showed that the Rockets had won, 119-107.",
  "source" : "New York Times",
  "date" : "2015-05-15T00:00:00.000Z"
}, {
  "id" : 1113357533713909708,
  "title" : "Morning Memo: Iraq War Haunts Potential Bush Candidacy, as It Did Clinton in 2008",
  "description" : "Jeb Bush is determined to run his all-but-declared campaign on his own terms, but he appears deeply conflicted about his brother’s war legacy.",
  "source" : "New York Times",
  "date" : "2015-05-15T00:00:00.000Z"
}, {
  "id" : -7481053009185383236,
  "title" : "Missing U.S. Marine Helicopter Is Found in Nepal, Official Says",
  "description" : "Nepal’s defense chief said that three charred bodies had been found in the wreckage of the helicopter, which vanished Tuesday with six Marines and two Nepalese soldiers aboard.",
  "source" : "New York Times",
  "date" : "2015-05-15T00:00:00.000Z"
}, {
  "id" : -6648899397261141865,
  "title" : "Modi Calls on China to Rethink Stances That Strain Ties to India",
  "description" : "After meeting with the Chinese premier in Beijing, Prime Minister Narendra Modi said that improved relations would hinge on how China responds to Indian concerns.",
  "source" : "New York Times",
  "date" : "2015-05-15T00:00:00.000Z"
}, {
  "id" : 2676690134426575477,
  "title" : "Decoding the Enigma of Satoshi Nakamoto and the Birth of Bitcoin",
  "description" : "Conversations with those most deeply involved in Bitcoin yielded a quiet consensus about the possible identity of the virtual currency’s creator.",
  "source" : "New York Times",
  "date" : "2015-05-15T00:00:00.000Z"
}, {
  "id" : 228954581710427840,
  "title" : "Ayelet Shaked, Israel’s New Justice Minister, Shrugs Off Critics in Her Path",
  "description" : "Ms. Shaked has been called the Michele M. Bachmann of Israeli politics and the most prominent politician “who could star in a calendar hanging in garages.”",
  "source" : "New York Times",
  "date" : "2015-05-15T00:00:00.000Z"
}, {
  "id" : 5396781194039313054,
  "title" : "B. B. King, Defining Bluesman for Generations, Dies at 89",
  "description" : "Mr. King’s world-weary voice and wailing guitar lifted him from the cotton fields of Mississippi to a global stage and the apex of American blues.",
  "source" : "New York Times",
  "date" : "2015-05-15T00:00:00.000Z"
} ]