[ {
  "id" : 5109815444375793268,
  "title" : "Kat Edmonson On Song Travels",
  "description" : "Hear the arresting singer-songwriter perform her song \"Long Way Home\" with host Michael Feinstein.",
  "source" : "NPR News",
  "date" : "2015-05-15T00:00:00.000Z"
}, {
  "id" : -6926591723535603981,
  "title" : "All Songs +1: How Music Can Really Save Your Life",
  "description" : "For this week's All Songs +1 podcast, we talk with NPR Music's Stephen Thompson about his most recent \"Good Listener\" column on the life-saving powers of music.",
  "source" : "NPR News",
  "date" : "2015-05-15T00:00:00.000Z"
}, {
  "id" : -424170131607894437,
  "title" : "Songs We Love: Blanck Mass, 'Dead Format'",
  "description" : "Benjamin John Power, one-half of the Olympic-scoring electronic duo F*** Buttons, takes a stab at dance music and draws blood.",
  "source" : "NPR News",
  "date" : "2015-05-15T00:00:00.000Z"
}, {
  "id" : -5691008076835669038,
  "title" : "Mitt Romney To Fight Evander Holyfield. You Read That Right",
  "description" : "Former 2012 Republican presidential nominee Mitt Romney is picking another fight — with Evander Holyfield, the former heavyweight champion of the world. It's all for a good cause.",
  "source" : "NPR News",
  "date" : "2015-05-15T00:00:00.000Z"
}, {
  "id" : 5636362393637160188,
  "title" : "Feds Tell Insurers To Pay For Anesthesia During Screening Colonoscopies",
  "description" : "Most people are anesthetized during colonoscopy. Federal law mandates that the cancer test itself must be fully covered by insurers, but quite a few of them didn't pay for anesthesia.",
  "source" : "NPR News",
  "date" : "2015-05-15T00:00:00.000Z"
}, {
  "id" : -6954662498387603902,
  "title" : "Camané: Tiny Desk Concert",
  "description" : "A major star of fado music in his native Portugal, Camané sings with a silky baritone — and the weight of the world's sadness on his shoulders.",
  "source" : "NPR News",
  "date" : "2015-05-15T00:00:00.000Z"
}, {
  "id" : 7231165079896016992,
  "title" : "Coup Leaders Arrested In Burundi As Uprising Is Quashed ",
  "description" : "The alleged mastermind of the failed putsch, Gen. Godefroid Niyombare, is reportedly still at large as President Pierre Nkurunziza reasserts his authority after returning from neighboring Tanzania.",
  "source" : "NPR News",
  "date" : "2015-05-15T00:00:00.000Z"
}, {
  "id" : -2847025335939971529,
  "title" : "Actor Johnny Depp's Dogs Are Flown Out Of Australia After Threat Of Destruction",
  "description" : "Australia's agriculture minister said Depp sidestepped the country's laws because his dogs did not spend the required 10 days in quarantine. The minister threatened to destroy the dogs.",
  "source" : "NPR News",
  "date" : "2015-05-15T00:00:00.000Z"
}, {
  "id" : -4192025558246460427,
  "title" : "How Do You Get Your Colleagues To Trust You?",
  "description" : "How do you create trust? Management theorist Simon Sinek says it starts with a leader who makes people feel safe.",
  "source" : "NPR News",
  "date" : "2015-05-15T00:00:00.000Z"
}, {
  "id" : -2841656927012929261,
  "title" : "How Can You Restore Trust In Government? ",
  "description" : "Former Greek Prime Minister George Papandreou says politicians like him have lost the trust of their citizens and it needs to be restored.",
  "source" : "NPR News",
  "date" : "2015-05-15T00:00:00.000Z"
}, {
  "id" : -8264242087515948875,
  "title" : "How Can Couples Rebuild Trust After An Affair? ",
  "description" : "Affairs can completely rock a marriage. But psychotherapist Esther Perel says that while infidelity can shatter trust, it doesn't mean couples can't find a way to rebuild their relationships.",
  "source" : "NPR News",
  "date" : "2015-05-15T00:00:00.000Z"
}, {
  "id" : 2382662967327674480,
  "title" : "How Can Trusting Strangers Fuel An Economy?",
  "description" : "The new currency of this economy is trust, says Rachel Botsman. Companies that rely on sharing invest in what Botsman calls \"reputation capital.\"",
  "source" : "NPR News",
  "date" : "2015-05-15T00:00:00.000Z"
}, {
  "id" : 3555741399989418887,
  "title" : "How Does Trust Happen In Music? ",
  "description" : "Conductor Charles Hazlewood talks about the role of trust between conductor and orchestra, which he describes as a \"miracle.\"",
  "source" : "NPR News",
  "date" : "2015-05-15T00:00:00.000Z"
}, {
  "id" : 6000810867430498588,
  "title" : "Top Stories: B.B. King Dies; Missing U.S. Chopper Found",
  "description" : "Also: Hundreds of migrants are towed to shore in Indonesia; Burundi arrests generals in an attempted coup; and the Minnesota Orchestra becomes the first major U.S. orchestra to play in Cuba in years.",
  "source" : "NPR News",
  "date" : "2015-05-15T00:00:00.000Z"
}, {
  "id" : -2692127602859246107,
  "title" : "Political Science Professor's Name Added To Presidential Survey",
  "description" : "Emily Farris teaches at Texas Christian University. She joked her name should be added to a presidential survey. Public Policy Polling added it, and she's doing better than N.J. Gov. Chris Christie.",
  "source" : "NPR News",
  "date" : "2015-05-15T00:00:00.000Z"
} ]