[ {
  "id" : 2052019946714533476,
  "title" : "Wreckage of missing U.S. helicopter found in Nepal; no survivors",
  "description" : "KATHMANDU (Reuters) - The wreckage of a U.S. military helicopter lost on an earthquake relief mission in Nepal was found on Friday high on a mountainside, with all eight on board presumed dead, U.S. officials said.",
  "source" : "Reuters Top News",
  "date" : "2015-05-15T00:00:00.000Z"
}, {
  "id" : 3206401189726383294,
  "title" : "Burundi says it arrests leader of failed coup",
  "description" : "BUJUMBURA (Reuters) - Burundian forces arrested the leader of a failed coup on Friday and President Pierre Nkurunziza returned to the capital, his spokesman said, but protesters pledged to go back to the streets, setting the stage for more clashes.",
  "source" : "Reuters Top News",
  "date" : "2015-05-15T00:00:00.000Z"
}, {
  "id" : -6080353115654675051,
  "title" : "Saudi man gets life in U.S. prison for ties to Africa embassy bombings",
  "description" : "NEW YORK (Reuters) - A Saudi man whom U.S. authorities described as a top Osama bin Laden deputy was sentenced to life in prison on Friday in connection with the deadly 1998 bombings of U.S. embassies in Kenya and Tanzania.",
  "source" : "Reuters Top News",
  "date" : "2015-05-15T00:00:00.000Z"
}, {
  "id" : 1052569306112014748,
  "title" : "U.S. factory, consumer confidence data darken second-quarter outlook",
  "description" : "WASHINGTON (Reuters) - U.S. industrial production fell for a fifth straight month in April due in part to a further decline in oil and gas drilling, painting a lackluster picture of economic growth in the second quarter.",
  "source" : "Reuters Top News",
  "date" : "2015-05-15T00:00:00.000Z"
}, {
  "id" : -8588976686402675265,
  "title" : "Iran prepared for all scenarios in nuclear talks: negotiator",
  "description" : "VIENNA (Reuters) - Iran is prepared for \"all scenarios\" in talks with world powers about curbing its nuclear program in exchange for sanctions relief, its top nuclear negotiator said on Friday when asked what would happen if no final deal was reached by July.",
  "source" : "Reuters Top News",
  "date" : "2015-05-15T00:00:00.000Z"
}, {
  "id" : 8997697681136017929,
  "title" : "Fighting continues in Yemeni city despite truce, 10 killed",
  "description" : "ADEN, Yemen (Reuters) - At least 10 people were killed in heavy clashes in Yemen on Friday despite a five-day humanitarian truce, while aid distribution to the millions deprived of food, fuel and medicine by weeks of fighting and air strikes continued.",
  "source" : "Reuters Top News",
  "date" : "2015-05-15T00:00:00.000Z"
}, {
  "id" : 3017313510535759804,
  "title" : "U.S. industrial output falls for fifth straight month",
  "description" : "WASHINGTON (Reuters) - U.S. industrial production fell for a fifth straight month in April, weighed down by declines in mining and utilities output, pointing to a lack of momentum in the economy at the start of the second quarter.",
  "source" : "Reuters Top News",
  "date" : "2015-05-15T00:00:00.000Z"
}, {
  "id" : 8583103745941670191,
  "title" : "Boston Marathon bomber's life in balance as jury deliberates",
  "description" : "BOSTON (Reuters) - The jury in the Boston Marathon bombing trial on Friday began its third day of deliberations over whether Dzhokhar Tsarnaev should be sentenced to death or to life in prison without the possibility of release.",
  "source" : "Reuters Top News",
  "date" : "2015-05-15T00:00:00.000Z"
}, {
  "id" : -6098522737947493776,
  "title" : "Facebook 'tramples European privacy law': Belgian watchdog",
  "description" : "BRUSSELS (Reuters) - Belgium's privacy watchdog accused Facebook on Friday of trampling on European privacy laws by tracking people online without their consent and dodging questions from national regulators.",
  "source" : "Reuters Top News",
  "date" : "2015-05-15T00:00:00.000Z"
}, {
  "id" : -6438995228602202178,
  "title" : "Philadelphia train crash engineer lays low as scrutiny heats up",
  "description" : "PHILADELPHIA/NEW YORK (Reuters) - A portrait of the engineer at the helm of a speeding Amtrak train that derailed in Philadelphia began to emerge on Thursday as the man's lawyer said his client could not remember the crash, and rescuers pulled an eighth body from the wreckage.",
  "source" : "Reuters Top News",
  "date" : "2015-05-15T00:00:00.000Z"
}, {
  "id" : -2076910325693366447,
  "title" : "Johnny Depp's dogs taking night flight home to avoid Australia death threat",
  "description" : "SYDNEY (Reuters) - Film star Johnny Depp is flying his dogs home from Australia on Friday, a day after the farm minister warned him to send the pair back to the United States to be quarantined or face having them put down.",
  "source" : "Reuters Top News",
  "date" : "2015-05-15T00:00:00.000Z"
}, {
  "id" : 3296674193894774290,
  "title" : "Michael Jordan to take trademark case to China's highest court",
  "description" : "SHANGHAI (Reuters) - Michael Jordan will take a trademark dispute with a Chinese sports firm to China's supreme court, lawyers for the basketball star said on Friday, escalating one of several cases accusing local firms of illegally imitating global brands.",
  "source" : "Reuters Top News",
  "date" : "2015-05-15T00:00:00.000Z"
}, {
  "id" : 2275621103089238825,
  "title" : "Shares set for weekly gain as bonds stabilize",
  "description" : "LONDON (Reuters) - Global shares were on track for a weekly rise on Friday, with Europe following Asia higher, as bond-market jitters eased after a rollercoaster unwind of bets linked to the European Central Bank's stimulus plan.",
  "source" : "Reuters Top News",
  "date" : "2015-05-15T00:00:00.000Z"
}, {
  "id" : -4230715510094957420,
  "title" : "U.S., China set for high-stakes rivalry in skies above South China Sea",
  "description" : "HONG KONG (Reuters) - When the U.S. navy sent a littoral combat ship on its first patrol of the disputed Spratly islands in the South China Sea during the past week, it was watching the skies as well.",
  "source" : "Reuters Top News",
  "date" : "2015-05-15T00:00:00.000Z"
}, {
  "id" : 8303058184784072474,
  "title" : "Blues legend B.B. King dies at 89",
  "description" : "(Reuters) - Blues legend B.B. King, who took his music from rural juke joints to the mainstream and inspired a generation of guitarists from Eric Clapton to Stevie Ray Vaughan, has died in Las Vegas. He was 89.",
  "source" : "Reuters Top News",
  "date" : "2015-05-15T00:00:00.000Z"
}, {
  "id" : -1112178137889950113,
  "title" : "Beijing says Philippines, U.S. 'exaggerate China threat' in sea dispute",
  "description" : "BEIJING (Reuters) - China's Foreign Ministry accused the Philippines on Friday of working together with the United States to \"exaggerate the China threat\" over a disputed shoal in the South China Sea.",
  "source" : "Reuters Top News",
  "date" : "2015-05-15T00:00:00.000Z"
}, {
  "id" : 7098732329367784930,
  "title" : "Obama vows to 'stand by' Gulf allies amid concern over Iran threat",
  "description" : "CAMP DAVID, Md. (Reuters) - President Barack Obama vowed on Thursday to back Gulf allies against any \"external attack,\" seeking to reassure them of Washington's iron-clad commitment to their security amid Arab anxiety over U.S.-led efforts to reach a nuclear deal with Iran.",
  "source" : "Reuters Top News",
  "date" : "2015-05-15T00:00:00.000Z"
}, {
  "id" : -4574523113175707097,
  "title" : "Honda exec says latest air bag-linked recall may impact Japan sales",
  "description" : "TOKYO (Reuters) - Honda Motor Co could see an impact on sales in Japan from its plans to recall some 5 million cars to replace potentially fatal air bags made by Japan's Takata Corp, a top executive said on Friday.",
  "source" : "Reuters Top News",
  "date" : "2015-05-15T00:00:00.000Z"
}, {
  "id" : 2993642472304189792,
  "title" : "Christie's caps two weeks of big spending on art with a Mondrian record",
  "description" : "NEW YORK (Reuters) - Art collectors continued lavish spending on Thursday as the spring art auctions wrapped up at Christie's, where a $50.6 million oil by Piet Mondrian set an artist's record and went far towards the auction house's $202.6 million Impressionist and modern sale total.",
  "source" : "Reuters Top News",
  "date" : "2015-05-15T00:00:00.000Z"
}, {
  "id" : -6451802552790426282,
  "title" : "Trade supporters breathe easier as U.S. trade bill clears Senate hurdle",
  "description" : "WASHINGTON (Reuters) - A 12-nation Pacific trade agreement cleared a crucial test in the U.S. Senate on Thursday, giving a resounding thumbs-up to legislation that holds the key to President Barack Obama's diplomatic pivot to Asia.",
  "source" : "Reuters Top News",
  "date" : "2015-05-15T00:00:00.000Z"
} ]